{"questions": [
    {
        "proposition_clusters": [
            [
                "no. ",
                "Def. not",
                "NO!",
                "I don't know",
                "no way dude",
                "that's wrong ",
                "no ",
                "defintly not"
            ],
            [
                "Yes",
                "Actually, yes it could possibly at that"
            ],
            [
                "Science has proved that it does just the opposit",
                "In fact it does quite the opposite"
            ],
            [
                "Marijuana does not kill brain cells",
                "marijuana leads to the death of brain cells",
                "it kills the brain cells",
                "no studies have proven that marijuana kills brain cells and the do not regenerate"
            ],
            [
                "Recent research has shown that marijuana-like substances might cause growth of new brain cells",
                "my brain repaired itself after I gave up the weed",
                "its called neurogenesis and marijuana has just recently been discovered to cause it"
            ],
            [
                "marijuana makes u stupid and stupider",
                "smoking marijuana can make your IQ go down by a point or a few"
            ],
            ["marijuana has no addictive properties"],
            ["drugs of any kind do nothing healthy for you period"]
        ],
        "question_id": "1006032008754"
    },
    {
        "proposition_clusters": [
            [
                "When she quits getting attention, her stomach ache will go away",
                "Don't take her to the emergency room this time "
            ],
            [
                "I got a feeling your daughter is afraid of going to bed and she makes up the stomach ache,",
                "If everything physical has been ruled out (upper GI, etc.) then I would think its the stress"
            ],
            [
                "may be caused due to a problem in the organs in the abdominal region including digestive system, the liver, the gall bladder, pancreas, the appendix and the kidney",
                "she might have a kidney problem"
            ],
            ["I'm not sure"],
            [
                "Go to the doctor",
                "check with your doctor",
                "I probably would take her back to the ER if she's lying on the floor and crying.",
                "Take her back to her doctor until either he gives you an answer or she quits faking to get attention ",
                "Take your daughter to the nearest children's hospital",
                "take her to a PEDIATRICIAN. and TELL THEM THE WHOLE HISTORY - EVERYTHING YOU ARE TELLING US"
            ]
        ],
        "question_id": "20060911192537AAQc0ZJ"
    },
    {
        "proposition_clusters": [
            [
                "Soap",
                "wash your face in the morning when you wake up",
                "Use head and shoulders shampoo",
                "dial soap",
                "Wash with Soap"
            ],
            [
                "put a tiny dab of toothpaste on any zits you have-then wash as usual in the morning",
                "toothpaste"
            ],
            ["And once a week give yourself an oatmeal facial."],
            ["use hydrogen peroxide and that seems to work fast"],
            [
                "Good diet ",
                "diet",
                "Eat 5 - minute oatmeal 3 times a week"
            ],
            [
                "water",
                "drink lots of water",
                "drink heaps of water"
            ],
            ["Sleep early"],
            ["get in the sun"],
            [
                "exercise",
                "exercise more"
            ],
            ["don't use alcohol!!"]
        ],
        "question_id": "20061031211151AAZpEbN"
    },
    {
        "proposition_clusters": [
            ["Same thing happened to my mom, it ended up that she needed a pacemaker"],
            ["sounds like labrynth vertigo which affects the balance in your middle inner ear"],
            [
                "low blood pressure? are you eating enough",
                "could be caused by low blood pressure",
                "What you are experiencing sounds like Orthostatic Hypotension (a sudden drop in blood pressure after standing up)",
                "It could be low blood pressure. Sometimes when someone lies down or sits down for a long time and then get up their blood pressure changes really fast resulting in lightheaded feelings."
            ],
            [
                "I felt this way when I had high blood pressure or when I didn't eat for extended periods of time",
                "High blood pressure? Good luck, stay away from salty foods until you get your results",
                "have you had a stress test done? "
            ],
            ["same thing happened to my mum, ended up she was anemic, she now takes iron supplement"],
            ["Maybe high cholesterol"]
        ],
        "question_id": "20061114055342AAbhbom"
    },
    {
        "proposition_clusters": [
            [
                "Pheremones and general morning breath",
                "yes guys do have more Testosterone, so some may smell more then others",
                "its called pheromones"
            ],
            [
                "i cant say i smell weird in the morning nor can i say i have ever been told that",
                "my guy doesn't",
                "I can't say I have had that experience and hope that I never do"
            ],
            [
                "The same reason girls do",
                "Girls smell worse",
                "same as girls",
                "everybody smellis in the moring if you haven't showered ",
                "even us chicks",
                "Guys probably smell funny in the morning for the same reason that women do",
                "I dont think anyone smells that good in the morning"
            ],
            ["its morning gas"],
            [
                "we sweat when we sleep",
                "Both men and woman spew out grease through there poures all night",
                "I really think that it's the hair under there arms or what type of deodorant they where",
                "I think mens deodorant don't have enough of fragrance to hold they odor or they PH balance",
                "Boys seem to sweat alot when they sleep too"
            ],
            ["Does he have wet dreams or something"],
            [
                "stale VAGINA lubrication on his knob probably",
                "Because you left your snail-tracks all over us"
            ],
            [
                "It means they are not for you",
                "If you didn't mind the smell then this is a natural match",
                "I read once that being on BC can effect sense of smell"
            ]
        ],
        "question_id": "20061128141015AA6ywWk"
    },
    {
        "proposition_clusters": [
            [
                "u need to poop",
                "colon cleansing"
            ],
            [
                "Drink lots and lots of water",
                "Drink hot water",
                "Drink at least 2 liters of water a day.",
                "as much water as u can",
                "at the early morning empty stomach drink water"
            ],
            [
                "drink tonic water which settles the tummy",
                "drink a diet Dr. Pepper"
            ],
            ["Drink cidar vinegar,  you can drink it strait, or dilute in water"],
            [
                "just 20 GRAINS (approx.) of uncooked rice with water early morning empty stomach as soon as you get up",
                "Use a drop of peppermint, cinnamon or ginger extract mixed in a cup of water"
            ],
            [
                "gas is by a bad diet.",
                "Many foods cause gas",
                "colas can cause alot of gas buildup.",
                "plan your deit",
                "check your diet",
                "Pay attention to what you eat",
                "Check your diet - if you are taking in things that cos the buildup - stop!",
                "Probablly has to do with your diet"
            ],
            [
                "Don't have too much food at one single time",
                "break you large meals into small and frequent ones",
                "Avoid heavy meals at dinner"
            ],
            [
                "u can eat more vegies- carrots/ brussels/ peas not potatos or pumpkin!",
                "Any diet with brussel sprouts and Carrotsmost certainly, will assist you",
                "do not eat potatoes, beans, peas, dip oily fried food junk food pizza etc"
            ],
            [
                "If you eat too much junk food, it tends to make you gassy. So, eat healthy",
                "Consistently eat whole, unprocessed foods"
            ],
            ["he rist two that come to mind are milk products and grains"],
            ["Try elimination and then gradual substitution"],
            [
                "never eat the spicy food",
                "Avoid spicy and oily food"
            ],
            ["eat fruit for dessert"],
            [
                "Chew your food until liquid",
                "Avoid foods that experience tells you no matter how well you chew, your body just says no"
            ],
            [
                "take some medamucille powder, this will make you poop, what is causing the gas",
                "try to take medicine like rebeparazol/omiparazol sodium with domperdone capsule at least one month at early morning with empty stomach"
            ],
            ["do yoga"],
            [
                "walking for 30 to 60 minutes",
                "do 1 or 1/2 hour of exercise"
            ],
            ["Take it easy for at least 30 minutes after a big meal"]
        ],
        "question_id": "20070116182855AAwRk28"
    },
    {
        "proposition_clusters": [
            [
                "There is no set average size. All girls are different",
                "There is no average size",
                "There is no average size for it dear",
                "There is no average.I was flat as a pancake until I hit 24",
                "no average,",
                "dont worry everyone is different. there is no AVERAGE size",
                "There is no average, we are all different",
                "there isnt, it just depends on the girls weight or perhaps race",
                "As others have said, no average"
            ],
            [
                "32b",
                "anything from a 30 AA to a 42 E",
                "I would imagine it would be a 34C, but chest size can vary considerably between 32A and 38G."
            ]
        ],
        "question_id": "20070129044316AA7TKlC"
    },
    {
        "proposition_clusters": [
            [
                "you can have an operation to make it longer",
                "Join a circus.",
                "I didnt know elephants could use the internet",
                "If your penis is 2 1/2 feet, you could be a millionaire making adult movies",
                "With two and a half feet, you ought to be able to pleasure yourself in every way possible without the need of a partner",
                "when you get an erection, you pass out for the lack of blood?",
                "They're supposed to grow to 4 ft"
            ],
            ["If you are concerned that your penis is not large enough then consider that the average length is 5.5 inches and frankly that is plenty large enough."],
            [
                "There are no pills or creams, no toys or tools that will make a penis longer or larger",
                "if you are still wanting to do something to make your penis bigger, each night before you climb into bed, get down on your knees, bow your head, and pray for a larger penis."
            ]
        ],
        "question_id": "20070405073805AAOJcRr"
    },
    {
        "proposition_clusters": [
            [
                "Stress and illness can delay a period",
                "It might be stress",
                "maybe it's because of stress",
                "It could be that you're stressed",
                "sometimes your period gets thrown off by stress and a move is very stressful!",
                "Stress can cause you to skip",
                "It could be stress or may be u gained a little weight",
                "it was negative and she said it was from stress",
                "being too stressed and my body not being able to cope."
            ],
            [
                "if you just started your periods they will be irregular for about the first year or so.",
                "this is perfectly normal for a young girl",
                "It could be one of those thing you mentioned aboved",
                "The menstrual cycle is affected by many factors in life"
            ],
            [
                "If you are truly a virgin than you're definitely not pregnant",
                "Don't worry",
                "i really thought i was pregnant",
                "I missed my period for 3 months and wasn't pregnant"
            ],
            [
                "go to the Dr's virgin marry",
                "the only sure way to know is to visit your doctor",
                "you should go to the doctor so they can tell you what is happening",
                "don't worry too much but go to your doctor to get checked up ",
                "I suggest you see a doctor",
                "it is never a bad idea to have it checked by your GYN",
                "u should see a dr",
                "the doctor did blood test (for pregnancy)",
                " The doctor put it done to me "
            ]
        ],
        "question_id": "20070410070554AAlgq4L"
    },
    {
        "proposition_clusters": [
            [
                "see a doctor",
                "See a doctor",
                "see a doctor to find out whats going on",
                "you should have been to a doctor",
                "I would go to your doctor and tell her/him what's been going on",
                "I would get to a Dr.",
                "Please call your Dr. and make an appointment",
                "Don't put it off any longer go to the doctor so they can test for pregnancy"
            ],
            [
                "unless you do a test, you'll just have to wait another 7 months or so and see if a baby comes out",
                "Take a home pregnancy test to be certain",
                "The only way to check is to have a pregnancy test",
                "why are you not taking steps to see if you are pregnant right away",
                "take a test"
            ],
            [
                "The first sign of \"pregnated\" is a pounding feeling in your gina",
                "by now youd be showing big time if you were"
            ]
        ],
        "question_id": "20070412115458AAnNOH2"
    },
    {
        "proposition_clusters": [
            [
                "Bacteria have a chance to multiply overnight b/c you do not swallow as much when you are asleep.",
                "its because you breath with your mouth open and the taste of the air is in your mouth ",
                "its because you use your mouth to breath at night and some of the air gets on to your taste buds probably",
                "The bacterial colonies in your mouth develop rapidly while you sleep because there isn't any activity (talking, chewing, swallowing is usually diminished, ect.) happening in your mouth at night",
                "BAD MORNING BREATH IS A COMMON PROBLEM. THERE ARE CONSTANT BACTERIA GROWING AND EMITTING VOLATILE SULFUR COMPOUNDS CAUSING HALITOSIS",
                "Its because bacteria that is naturally in your mouth is able to multiply for hours on end because the ph in your mouth is off while you sleep because your Sylvia is down while your mouth is not in moti"
            ],
            ["You might grind your teeth during the night - that causes it for me"],
            ["make sure to use mouthwash before you go to sleep. and always brush your tounge and the top of the inside of your mouth"],
            ["alot of people have bad breath because of stomach problems"]
        ],
        "question_id": "20070521183620AAapLMd"
    },
    {
        "proposition_clusters": [
            [
                "yes",
                "YES. I WOULD",
                "It's definatley possible",
                "Yes",
                "Yes"
            ],
            [
                "you will need to see a doctor",
                "Yes if you think you have thrush you need to see a doc",
                "Yes, it is necessary to see a doctor",
                "You need to get a diagnosis from a professional",
                "you need to see your doctor for treatment",
                "If you have it there, you have it throughout your body and need a systemic treatment",
                "You need to see your Dr.",
                "you should see a DR"
            ],
            [
                "yeah dont you want the medicine to cure it",
                "you need some medication to get rid of it",
                "Unless you have antibiotics on hand",
                "The doctor will probably prescribe an antibiotic",
                "It is treated by using antifungal rinses or lozenges, available by prescription",
                "Yes, you need to get a prescription for something like Nystatin swish and swallow"
            ],
            [
                "antibiotics easily cause it",
                "Antibiotics would only make it worse",
                "It may occur after taking potent antibiotics, which can wipe out the beneficial bacteria that normally keep yeast in check"
            ],
            [
                "It is an infection that you can pass on to someone",
                "the infection can be passed back and forth",
                "if you have a partner make sure he/she gets check out too"
            ],
            ["Thrush can occur from performing oral sex on someone who has a genital yeast infection"],
            ["It can occur when yeast is transmitted to the mouth via thumb-sucking, nail biting or chewing on objects that have yeast on them"],
            [
                "It may occur in immunocompromised people, including those undergoing cancer chemotherapy, using steroid medicines or infected with HIV",
                "Diabetics are also more likely to get yeast infections, including thrush"
            ],
            [
                "Oral yeast can be easily diagnosed by examining the mouth",
                "Look in the mirror,is your tongue white coated, is it bright red, does it hurt alot"
            ],
            ["\"paint\" your mouth with Gentian Violet 1% solution"],
            [
                "you would want to avoid sugar, beer, and alcohol really",
                "You can look up info on candida to find the things that it feeds on and helps it thrive so you can avoid  eating them"
            ],
            ["thoroughly boil anything that you put in your mouth or at least run it though a dishwasher"]
        ],
        "question_id": "20070527194848AAT2t86"
    },
    {
        "proposition_clusters": [
            [
                "You have a bladder infection",
                "a bladder infection",
                "It sounds like you might have a bladder infection",
                "it could be bladder infection..kidney infection etc...."
            ],
            [
                "a urinary tract infection",
                "Sounds like you have a urinary tract infection",
                "you could have several problems yeast infection, urinary tract infection, pelvic inflammatory disease, or a STD",
                "You more than likely have a urinary tract infection, or a bladder infection",
                "You sound like you have a urinary tract infection",
                "A urinary tract infection",
                "You have a UTI ( urinary tract infection).",
                "you either have thrush or a urine infection",
                "It could be anything ranging from a urinary tract infection (burning when you pee, frequent need to pee but nothing comes out) to an STD",
                "It sounds like a Urinary Tract Infection"
            ],
            ["if your a girl you could have a yeast infection "],
            [
                "sounds a little like cystitis",
                "It's called CISTITIS"
            ],
            ["if your having sex it could be signs of a sexually transmitted disease"],
            [
                "Go to your doctor",
                "you really should go to the doctors",
                "go see your dr. for antibiotics",
                "visit your doctor as soon as possible",
                "see your doc",
                "Get to a doctor!!",
                "get to the dr..",
                "Seek professional medical help immediately",
                "you should get along and see your doctor ",
                "Consult with your doctor",
                "Go to the doctor today without lose the time",
                "call your doctor ASAP",
                "I'd say go and see your doctor",
                "You should go to the doctor because they're the only ones that can diagnos that"
            ],
            ["Is there any blood in your urine? If there is then I would get your prostate checked out."],
            [
                "try drinking cranberry juice",
                "drink soem cranberry juice",
                "drink plenty of cranberry juice",
                "Don't drink cranberry juice for a bladder infection"
            ],
            [
                "Drink plenty of fluids",
                "drink more",
                "Drink plenty of water",
                "drink lots of liquids plenty of cranberry juice (the real kind not the sweetened kind) NO SODA!"
            ],
            ["wipe front to back"],
            [
                "go to the toilet more",
                "go to the toilet twice in a row",
                "go to the toilet after sex"
            ],
            [
                "buy over the counter remedies",
                "Purchase pills by a company named AZO"
            ],
            [
                "he/she will be able to give you antibiotics which will sort it in no time",
                "It is easily treated with antiobitics which your dr needs to prescibe ",
                "The doctor will make analysis and give you the specific antibiotic",
                "they will do a urine test to determine what this is..and give ya meds",
                "you need antibiotics to clear your system out before it develops into something worse.",
                "You need antibiotics"
            ],
            [
                "Left untreated will not only result in excruciating pain, but could also lead to kidney stones or other serious problems",
                "An untreated UTI can be very dangerous, as can untreated STDs"
            ],
            ["It is unlikely to resolve by itself and may get worse"],
            ["If you do not see a doctor you could try applying natural yogurt it does have a good affect and cools you down"]
        ],
        "question_id": "20070608070045AAqmMgd"
    },
    {
        "proposition_clusters": [
            [
                "If it's your thumb go to the doctor because if it's broken they'll cast you",
                "You should go to the hospital anyway",
                "have it looked at",
                "have it looked at hon",
                "if the bone is broken, it needs to be properly set by a doctor or you may lose the use of the finger entirely",
                "I definitely go to the doctor at least",
                "If it still hurts or anything see a doctor for an x-ray",
                "Go to the ER",
                "Yes Go",
                "Get treatment",
                "You should really go to the hospital",
                "Either way its best to go because even if it does heal itself if it healed wrong the doctor will have to rebreak it and but it in a cast correctly",
                "Go to the hospital, don't wait for the card because they will need to rebreak the finger to set it back into the right spot",
                "GO ANYWAY",
                "GO SEE A DOCTOR AS SOON AS POSSIBLE"
            ],
            [
                "I think you will have to pay a fee",
                "as far as insurance, as long as you know your carrier you don't need the card, you are still covered",
                "they may put you as a self-pay until you get your card but get treatment",
                "If you just got the insurance and no card yet your id # on most plans is your social security number",
                "Explain to the hospital that you have insurance but no card",
                "Give them the insurance company name and your social security number",
                "If they bill you by mistake, tell the hospital biller to call your insurance company",
                "DON'T WAIT FOR THE ACTUAL CARD TO COME IN THE MAIL JUST KNOW WHO THE INSRANCE IS AND THEIR PHONE NUMBER"
            ],
            [
                "Treating it yourself could lead to long term damage",
                "it's to late for them to do anything",
                "Don't worry if it has been a day or two, they can still treat it",
                "it has to be in the first 24 hours that they can treat you",
                "There's really nothing the doctor will do for a broken finger, unless it's your thumb",
                "If it's any of your other fingers just go to your local drug store and buy some finger splints",
                "Keep it splinted and taped for a week or so, and then pull the splint off and see how you feel",
                "explain the situation and have an x-ray",
                "Toes can heal themselves, but if you don't use the splinter correctly it could make your finger heal back wrong",
                "splint it with popsicle sticks and tape to keep it straight for a couple of weeks"
            ]
        ],
        "question_id": "20070629123837AA5RMXl"
    },
    {
        "proposition_clusters": [
            [
                "can't, this is determined by heredity",
                "You can't it is genetic, your mother gave it to you",
                "you cant thats life for ya",
                "If this is a genetic thing, you cannot prevent it,"
            ],
            [
                "Go with the flow",
                "i like the look and others do too.",
                "Most people don't think less of you."
            ],
            ["but you can slow it down"],
            [
                "MEDITATION",
                "well u can stop going premature balding",
                "i have also begun to shave my head with clippers down to stubble"
            ],
            [
                "Propecia,,, anti-balding drug",
                "take vitamins shave your head don't wear cap because it block oxygen and scrape your hair roots"
            ],
            [
                "just be very care full with what u eat n put oil twice a week ",
                "do not eat junk food eat more n more vegitables",
                "drink lots n lots of water"
            ],
            [
                "first go see a dermatologist",
                "Consult a medical practitioner"
            ]
        ],
        "question_id": "20070728045839AAR7XtP"
    },
    {
        "proposition_clusters": [
            [
                "you probably arent sleeping early enough",
                "not sleeping enough",
                "You wake up feeling unrested because you're not getting enough sleep",
                "well you might not be getting enough sleep and your body needs more",
                "You probably are not sleeping well during the night",
                "You might have sleep apnea which often has the same affect",
                "You might be falling into an REM cycle right at 7 o'clock and those are the worst to wake up from",
                "Maybe you stay up too late on here"
            ],
            [
                "You should ask your doctor about it",
                "I've had to resort to Ambien CR",
                "you should ask for sleeping tablets"
            ],
            ["regular exercise"],
            [
                "try to get at least 7.5hrs of sleep",
                "Just try to go to bed earlier if possible",
                "go and go to sleep during the day for about 30minutes to 1 hour",
                "Get to bed by 11",
                "If you can get 7-8 hours real sleep it might help",
                "You might want to try resetting your internal clock by going to bed a little earlier",
                "Go to bed earlier",
                "go to bed earlier",
                "Try to stay awake for 24 hours, then go to bed early",
                "Also try going to bed a little earlier",
                "Go to bed earlier"
            ],
            [
                "drink hot decaf tea",
                "warm milk",
                "you need caffine",
                "try cutting out all caffiene, sugar and spicy foods about 4 or 5 hours before bed",
                "Drinking sodas",
                "coffee",
                "eating sugar",
                "dont eat too late at night",
                "dont drink caffeine in the evenings"
            ],
            [
                "read",
                "read",
                "reading",
                "Try reading instead",
                "sit readin until you feel tired in bed"
            ],
            ["listen to music"],
            ["and get a pet"],
            [
                "a shower",
                "take a shower",
                "Try taking a hot relaxing bath just before bed"
            ],
            ["You should dim the lights and turn off TVs and computers"],
            [
                "live alone",
                "Keep your body from working too hard",
                "spend some time doing something quiet and relaxing before trying to sleep",
                "maybe you need a before bed relaxation ritual"
            ],
            [
                "do not watch television",
                "Do you watch tv at night. That can make matters worse for some",
                "Are you watching T.V. before you go to bed",
                "the computer is not good either"
            ],
            [
                "You have a very MEAN alarm clock, get one that is not so irritating",
                "I use the bedroom T.V. to wake me",
                "you might want to try setting your alarm for 6:30 instead",
                "apply this time period to the time you retire for your nights sleep, so that you naturally wake from your slumbers at seven a. m. without the use of the alarm clock"
            ],
            [
                "do it at the same time every night and go to bed the same time too",
                "try not to oversleep",
                "not have large lie ins at the weekend",
                "you should slowly rotate your circadian rhythm",
                "Also you may need to evaluate your circadian rhythm, it might be on a different cycle than your actual life"
            ]
        ],
        "question_id": "20071001231717AAbI4gU"
    },
    {
        "proposition_clusters": [
            [
                "Any age",
                "17 is usual",
                "14 if your a boy",
                "may b 12 for both"
            ],
            ["Depends on where you live"],
            [
                "when you get married",
                "When you are old enough to support a kid and a wife with a job and be a real man"
            ]
        ],
        "question_id": "20071119125744AAExgFU"
    },
    {
        "proposition_clusters": [
            [
                "The boiled egg is very good to health ",
                "Boiled egg is better for you",
                "boiled. one w/o oil, not fried, and no salt",
                "Boiled egg without it's yellow",
                "boiled egg (only white portion)",
                "Boiled is perhaps the best",
                "For adults above 30 years boiled egg ",
                "Half boiled & raw egg is not good",
                "Complete boiling destroys a harmful factor found in the egg-white that binds (and prevents absorption of) vitamin B7 (biotin)"
            ],
            [
                "Boiled or half boiled is same",
                "cholesterol content remains the same in all three types of cooking"
            ],
            ["Boiled, or poached"],
            [
                "Omlet",
                "eat your yolks",
                "because it creates more vitamins more than the half boiled and omlet..",
                "most of the nutrients are in the yolk (yellow) part"
            ],
            ["the white just contains lots of albumin (a type of protein)"],
            [
                "The yellow is the one which contains the full fat in the egg.",
                "less yellow is good"
            ]
        ],
        "question_id": "20071126031810AA05H6h"
    },
    {
        "proposition_clusters": [
            [
                "appendicitis usually starts as a dull pain around your bellybutton, then moves lower to your right side.... ",
                "the pain never stops until your appendix bursts or you get the surgery",
                "if it was your appendix the pain would be on your left side"
            ],
            ["If it's appendicitis,the next thing that will happen is you will develop a fairly high fever"],
            [
                "It sounds like you could have appendicitis. ",
                "It could be that or a number of things. "
            ],
            [
                "could be your period or a gastro bug -(intestinal infection)",
                "It may be bad cramps"
            ],
            ["no just gas"],
            ["Try and drink as much fluids as possible aswell as eating only small portions when you can."],
            ["If you're intent on waiting, try Midol"],
            [
                "go to the doctor or the hospital",
                "if it is appendicitis, then it is critical you go to the hospital as soon as possible",
                "just go to the doctor / hospital / medical centre and get it checked out",
                "Go to the ER",
                "Call your dr's office (there's someone on-call) or the ER and tell them your symptoms",
                "go to the doctor to have it checked",
                "go to the doctor",
                "if you suspect you have appendicitis you need to go to the hospital asap.",
                "Call your Doctor or ER now if you think you have appendicitis",
                "Go to the doctor or emergency room and find out for sure",
                "You'd better go to see the doctor or the hospital"
            ],
            [
                "If it's allowed to progress, you could die. ",
                "if i hadnt walked in at the door at that time i would have died within the next 20 hours"
            ]
        ],
        "question_id": "20071220000406AAYlRxA"
    },
    {
        "proposition_clusters": [
            [
                "Did you have sexual intercourse",
                "Sex, then it most likely will hurt",
                "if you had sex......",
                "If there was penis inside vagina penetration than you are no longer a virgin. PERIOD",
                "If you have had a penis inside your vagina, you are no longer a virgin.",
                "ONCE YOU HAD SEX FOR THE FIRST TIME.A LITTLE BLEEDING WILL OCCUR",
                "If you've had sexual intercourse (vaginal penetration with a penis) then you're not a virgin",
                "If you had intercourse with a man then you have lost your virginity.But I was told that plastic surgeon can reinstate your virginity "
            ],
            ["Usually there is some light bleeding caused from breaking your hymen which is usually the easiest way to tell"],
            [
                "Go to a gynacologist..it's the safest and most reliable way to tell",
                "Be examined by Doctor or experienced nurse"
            ]
        ],
        "question_id": "20071222012209AABtSbX"
    },
    {
        "proposition_clusters": [
            [
                "i do that all the time",
                "I do it",
                "yes I do it all the time",
                "I do that all the time",
                "i definately do talk to myself sometimes",
                "i do the same",
                "I do it too",
                "I talk to myself",
                "all the time!!",
                "yea",
                "Yeah I do that to",
                "alot of people do it"
            ],
            [
                "when im felling angry lonely or any other negative emotion",
                "when I am angrey or upset",
                "when I'm alone"
            ],
            ["when I am going for long walks"],
            [
                "Its perfectly normal",
                "its normal ",
                "i think its a normal thing"
            ],
            [
                "help me clear my mind",
                "it helps me keep my mind clear",
                "helped me to clear my mind "
            ],
            [
                "it helps me figure out something confusing",
                "helps to sort out my thoughts"
            ],
            ["I dont do it now because it doesn't help"],
            ["it makes me feel good"],
            ["dont worry about it"],
            ["If you were hearing voices, or feeling a compelling urge to hurt yourself or someone then there would be a serious problem"]
        ],
        "question_id": "20080105090958AAqwZAE"
    },
    {
        "proposition_clusters": [
            [
                "I started when I was YY",
                "I was YY",
                "I got mine at YY my cousin got hers at YY",
                "i started when i was YY",
                "I started at YY",
                "I got mine about 4-5 months after I turned YY",
                "I was YY But know ppl who didnt get it till 17"
            ],
            [
                "I think it's like YY.5. That's was my doctor said",
                "The average age is 12 and four months. But it can range anywhere from 9-17.",
                "It's from 9-15 (average)",
                "Average is 12 1/2 - 13 years old",
                "Most girls start to menstruate between ages 10 and 15 years"
            ],
            ["if you haven't started by 16 you might want to consider seeing a doctor to see if something is wrong with the balance of hormons in your body"],
            [
                "Typically, a girl gets her period about 2 years after her breasts start to develop. ",
                "Another sign is vaginal discharge fluid (sort of like mucus) that a girl might see or feel on her underwear.",
                "Other signs that you might start your period include a slight headache, leg ache or backache for a few hours. ",
                "The most common symptom of getting your period is cramping",
                "You may notice some emotional changes too before your period. You may feel tense, angry, or sad because of the hormones your body is releasing"
            ]
        ],
        "question_id": "20080122141314AANPBxp"
    },
    {
        "proposition_clusters": [
            [
                "Excedrine migraine",
                "phenergan",
                "i normally just take 2-3 ibprofin depending on how bad it is",
                "exedrine migrain",
                "stay away from caffine",
                "Take medicine",
                "My doctor prescribed pain medication",
                "I drink a cup of hot coffee or tea",
                "coffee works",
                "Go to Dunkin Donuts or your local coffee shop and get a cup",
                "caffeine",
                "excedrin",
                "Magnesium might help",
                "But you try one herbal remedy- two drops of drumstick leaves' juice in opposite nostril if one side pains and both nostrils if full H/A will give you rescue",
                "Betel leaf helps but it is very strong",
                "If it is mild, I can just take aspirin or paracetamol",
                "If it is really bad, I would take tramadol or ultracet",
                "If it is extremely severe, I would go to my neurologist to get a shot of pain killer (usually pethidine)",
                "get a nerve block"
            ],
            [
                "dark room",
                "dark room",
                "silence",
                "go in a dark room",
                "it helps to use earplugs",
                "a dark room",
                "total quiet",
                "dont cry! it only makes it worse"
            ],
            [
                "Avoid late sleeping if possible; worry, tension, spicy foods, sour fruits, stale bakery foods, SMOKING and alcohole",
                "Sweet foods, COCOANUT WATER,sweet fruits like dates, milk, rice, SPROUTS, SALADS",
                "Before a migraine comes, I would usually have a prodrome",
                "If I take metoclopramide during my prodrome, I could lessen the pain of the migraine or sometimes even skip it",
                "You can try preventative medications like topamax or beta blockers like proprananolol or tricyclic like amitriptyline"
            ],
            ["If you are in cold country use all warm things"],
            [
                "Acupuncture",
                "Pl try simple acupressure given below for immediate relief"
            ],
            [
                "having my husband give me a neck massage with pressure",
                "Massage and exercise in front of morning sun is good thing"
            ],
            [
                "Pl try cold water bath and observe if in hot country",
                "If you have cough/cold body hot water bath will help"
            ],
            [
                "cold compress",
                "lay down in my bed with a hot wash cloth on my forehead",
                "cold cloth",
                "an ice pack on the base of my skull",
                "ice pack on the head"
            ],
            [
                "8 hours of sleep",
                "Take a short nap",
                "sleep on it",
                "sleep for at least an hour",
                "Then all I can do is try to sleep",
                "rest",
                "good sleep will help if cough is not there",
                "try to sleep it over"
            ],
            ["Sine you are a woman if you masterbate it will release endophans and at least partially if not full releive it"]
        ],
        "question_id": "20080310160018AAtDjvV"
    },
    {
        "proposition_clusters": [
            [
                "Yes",
                "Obviously",
                "yes",
                "don't do it",
                "DO NOT insert into ANY bodily orifice",
                "I would never recommend it to anyone",
                "I would not do it",
                "It's SO not good for you to do that",
                "Yes",
                "It is not only bad, but dangerous and insane",
                "Its not bad",
                "Yeah, that is a really bad idea"
            ],
            [
                "they make medication just for those symptoms",
                "Isn't there something like Nasonex to help with a sinus infection or stuffy nose"
            ],
            [
                "Hydrogen peroxide is a bleach",
                "Peroxide is used to bleach hair",
                "the bleach will also kill the good bacteria that the body needs to help fight infection",
                "it can and will burn if not used correctly",
                "you should get a burning feeling in your nose",
                "Burning will damage the nerves and hairs inside the nasal passage resulting in you being more prone to infections, cold etc",
                "it will just make your nose very dry to the point where it feels like your skin is going to rip",
                "Hydrogen peroxide is not supposed to be used on internal cavities of the body",
                "It is supposed to be applied to skin only"
            ]
        ],
        "question_id": "20080625021704AAIfwE7"
    },
    {
        "proposition_clusters": [
            [
                "put your chin on your arm and put your elbow on the desk! its what i do",
                "put your head on you arm and hold a pen so it looks like your doing something!",
                "why dont u try putting on some sun glasses.",
                "all you have to do is put your head on your hand like prop your arm up on your elbow and hold a pen and just look at the computer screen while going to sleep but take off all screen savers",
                "get a paper in front of you like on th table and then just put ur hands [both hands] on ur head to cover ur eyes and just go to bed =D people will think that ur actually reading something",
                "wear shades with eyes drawn on them, and put urself in a position that makes u look like ur working"
            ],
            ["Go to the bathroom... lock the door!"],
            [
                "Drink an energy drink.",
                "4 x pro-plus and 2 red bulls. you will be wide awake after that"
            ],
            ["Don't sleep on the job! That is just asking to be fired"]
        ],
        "question_id": "20080626022936AABMj91"
    },
    {
        "proposition_clusters": [
            [
                "a lot of people get theirs taken out",
                "My brother got his taken out",
                "I had to have all four removed at one time"
            ],
            [
                "It will be sore for about a week, but it's nothing to be afraid of",
                "I was sore for a long time after",
                "it may be a miserable couple of days afterwards",
                "it's usually only a bad week out of life, and it gets better after the first 5 days or so",
                "after the numbness wears off, it shouldn't feel too good"
            ],
            [
                "It hurts quite a bit",
                "After it wears off, it does hurt",
                "it hurt extremely bad",
                "i had a really bad experience"
            ],
            [
                "it did not hurt during the procedure, just a little uncomftorable",
                "it sisn't hurt much after they numed her mouth",
                "You feel it lightly, but it doesn't hurt",
                "You shouldn't feel anything during the procedure",
                "you won't feel anything, after it'll just be a constant pain"
            ],
            [
                "You will have a little bit of pain in the gums for a day or two",
                "you'll be fine in a couple of days",
                "first day is the worst"
            ],
            [
                "it's really not THAT bad ",
                "it's not bad at all",
                "It's not that bad",
                "seem like a traumatic experience, but it is not"
            ],
            ["dont drink out of a straw for a while "],
            ["gargle salt water so that you wont get dry socket cuz then it will really hurt"],
            [
                "They either put u to sleep or inject a solution into ur gums I think to make u feel the pain much much less",
                "they will give you pain medication like Codeine or Vicodin",
                "You dentist will numb your gums completely so you will not feel what he is doing. ",
                "the dentist will provide you with a pain reliever to help you avoid any discomfort for the next 24 hours",
                "you'll get meds for that",
                "The dentist will give you Motrin and probably some kind of prescription pain medication to get you through"
            ],
            ["plan little things you can after you get them out so as to help keep your mind off your teeth"],
            ["I would go for the surgeon, even though my dentist did it for much less money"],
            ["You'll have to ask your dentist/oral surgeon for the skinny on what to expect yourself"]
        ],
        "question_id": "20080702171143AAGOewy"
    },
    {
        "proposition_clusters": [
            [
                "a soak in water with epsom salts",
                "rub a bar of Ivory soap directly over the cramp",
                "One place a bar of soap at the end of the bed where the legs are"
            ],
            [
                "walk up and down the hall for 45 minutes then stand ",
                "Exercising "
            ],
            ["sleep with my head on the chest of drawers and my leg stretched at an angle"],
            [
                "I find just immediately stretching my leg out as much as possible subdues the pain very quickly",
                "when there is a cramp squeeze the upper lip as hard as you can for a few seconds and the cramp will subside",
                "lay with the legs out straight. Bring the front of the feet up toward the knees as hard as you can. There will be a stretching sensation in the calves. Hold that stretch for ten seconds relax and repeat four more times."
            ],
            [
                "drink some orange juice",
                "Drink plenty of water",
                "more water and or potassium",
                "drink more fluids",
                "leg cramps come from not drinking enough water"
            ],
            ["healthy diet"],
            [
                "bananas",
                "Eat bananas",
                "try eating tomatoes or banana's",
                "try eating a banana a day ",
                "more potassium nee",
                "Make sure you are getting enough potassium",
                "I was told bananas. I'm guessing because of the potassium",
                "cramps come from a lack of potassium or calcium"
            ],
            ["I have also seen homeopathic remedies in the health food store specifically for leg cramps"]
        ],
        "question_id": "20080719190136AAd856Z"
    },
    {
        "proposition_clusters": [
            [
                "If you're old enough and relatively responsible enough...then just have a drink and see how you like it. There's no harm in that.",
                "if the cool kids do it, do it, just be smart about it.",
                "drinking every once in a while is not a big deal and im sure some of your friends feel the same exact way you do"
            ],
            [
                "Screw what your friends think and say about you. ",
                "It'sYOUR life you can make your discisions by your own moral standards.",
                "But, once again, if you don't want to then don't.",
                "if you just wanna drink though because everyone else is and not because you actually want to..then dont do it. ",
                "dont be like the crowd. its cool to be different",
                "You shouldn't feel pressured into drinking alcohol. You should discuss it with your parents and your cousins"
            ],
            [
                "dont drink to the point of throwing up and for gods sake dont drive.",
                "stay away from straight spirits like Vodka and Gin, they're not only likely to give you a bad hangover, but also alcohol poisoning.",
                "Girls also leave themselves open to sex predation"
            ],
            [
                "unless its just a nice glass of wine or just a can of mixer to take the edge off then dont bother.",
                "if its not a part of your life already but you have a circle of friends why do it anyway? Its a very easy substance to abuse"
            ]
        ],
        "question_id": "20080811000121AAcpEgc"
    },
    {
        "proposition_clusters": [
            [
                "Of course not",
                "dont",
                "it does make your boobs bigger by very little though",
                "no",
                "no"
            ],
            [
                "massaging your breast regularly feels good and can prevent breast cancer (not by the action of massaging, but by detecting any abnormalities)",
                "do it for your own pleasure"
            ],
            [
                "No there is no way to make your breast bigger without surgery",
                "get a book on isometricsyes there is a way to firm them up",
                "nothing will help exept a boob job"
            ]
        ],
        "question_id": "20081001224547AA51dd2"
    },
    {
        "proposition_clusters": [
            ["I think it has something to do with genes mutating in a good way though"],
            [
                "genes, height usually skips a generation",
                "genetics - certain traits may skip generations and show up suddenly"
            ],
            [
                "Recessive and dominant alleles",
                "if both of your parents are short then wont that be the dominant gene? therefore your genes will give you a max potential that you can reach but may not necessarily get you there alone",
                "if you give a recessive gene then you have a possibility of having a tall child",
                "its confusing unless you see the punnet square",
                "the parents have heterozygoud traits for short",
                "25 % chance of being tall",
                "75 % chance of being short",
                "punnet squares basic heredity",
                "when a punnet square is used the son had a 1/4 chance to become tall",
                "recessive and dominant traits",
                "there is a possibility that some random person in their family has a tall trait",
                "genotypes [T for tall t for short] and phenotypes[actually being tall or short]",
                "The T is dominant over the t",
                "if the dad is a heterozygous then he is Tt and if the mom is too then she is Tt",
                "do the punnet square draw a huge square and divide it into four squares",
                "all the children will be tall but if one was homozygous then it would be either TT or tt and then the results would change"
            ],
            ["probably ate A LOT, and of healthy foods too"]
        ],
        "question_id": "20081215175904AALmSM8"
    },
    {
        "proposition_clusters": [
            [
                "30 seconds is too short",
                "All the new ones, it will be very fast, like maybe 2 minutes",
                "A quickie is about 5, 10 minutes",
                "too short is not long enough"
            ],
            [
                "I think it depends on how horny you are",
                "It does depend on how horny you are",
                "depends on how long it takes for yout to ejacualate",
                "If the man you are with has gone a while without masterbating or having any ejaculation, he will probably \"shoot off\" pretty fast, unless he's really nervous",
                "if you make love, then want it again in 15 minutes, he'll probably last almost an hour if he's willing to put in the effort"
            ],
            [
                "the more you play around with it and the more you withstand the longer it will go",
                "If you want it rough, it usually lasts about maybe 20 minutes",
                "If you want to make love and do the foreplay and stuff, that could be about 30 minutes",
                "Everyone is different and it can go from 1 min - 30 min",
                "there is no set time for the duration",
                "it can be really really short or really really long",
                "ladies need more foreplay than guys, but usually less time to reach climax",
                "I think 15 minutes is about the average",
                "Sex lasts as long as you want it to last",
                "It can be done in minutes, or you can spend an entire day making love and not leave the house"
            ],
            [
                "30 hours is too long",
                "too long becomes uncomfortable for the female"
            ],
            [
                "Practice makes perfect so mastubation teaches both males and females how to get what they need to reach the very top of performance",
                "It is people who do not practice on themselves...  (Masturbation),  that are the worst at sex"
            ],
            [
                "I usually can make it last about 1 hour",
                "i can go for about 33min",
                "For me and my boyfriend, anywhere from 10 minutes if it's a quickie or an hour if we want to take it really slow",
                "On average, about a half hour I guess",
                "i know couples who say they have sex for hours",
                "our norm is around 45 minutes to an hour for the entire act",
                "i've gone for 4 hours and I've gone for 15 seconds  if a guy is younger",
                "well i last 35 minutes",
                "when i first started i lasted about 5 but over time i started lasting lobger",
                "As a man, my performance can last anywhere from 2 minutes to a little over an hour",
                "I can last 20-30 minutes usually",
                "with foreplay and such, your looking at about an hour",
                "My rules are.5-10 minutes kissing5-10 minutes oral for me5-10 minutes oral for her10-20 minutes of sex5-10 minutes of \"cuddle\" time",
                "So anywhere from 30-60 minutes",
                "I like making love for hours"
            ]
        ],
        "question_id": "20081217162009AAVfq3h"
    },
    {
        "proposition_clusters": [
            ["this is not at all normal"],
            [
                "sex will beall you think about",
                "For you this is pretty normal because you are a walking testosterone barrel",
                "At this age it is very common",
                "Yes.",
                "Sure is. Part of bein a teenager.",
                "You're a YY year old guy, it'd be abnormal if you didn't think about sex a lot!",
                "Hello my friend,It is normal",
                "You seem pretty normal ",
                "yep dude, it's alright."
            ],
            [
                "That's called a \"man's brain\"",
                "yup absolutely. welcome to being a man"
            ],
            ["you should talk to the school nurse ASAP"],
            [
                "you have to know when to control your addictions...",
                "it would be beneficial to develop some hobbies to take your mind away from sex a little bit.",
                "Until you get a job and start facing loads of stress,"
            ]
        ],
        "question_id": "20090112114249AAYC5Hy"
    },
    {
        "proposition_clusters": [
            [
                "Have you tried meditation",
                "She just meditated for 20 minutes before she went to bed"
            ],
            [
                "Three hours of rampant love making prior to going to sleep",
                "SEX",
                "Tell that bf of yours to sex you up good",
                "you can masterbate or you can buy a dildo or vibrator and do it yourself"
            ],
            [
                "try hot cocoa",
                "cocoa (with marshmallows) works quite effectively",
                "Warm milk and bananas are said to indue sleep",
                "Hot green tea with honey is relaxing"
            ],
            [
                "you can buy Kalms and all sorts of tablets",
                "you can buy a herb called valerian",
                "maybe a pillow spray ",
                "I recommend sleeping pills with plants extracts only as active ingredients (valerian, chamomile etc.)",
                "I take Nytol Herbal tablets",
                "take sleeping medicine",
                "cammomile tea with honey instead of sugar made me sleep",
                "smoke some weed",
                "NyQuil will do it",
                "For insomnia you can use passiflora mother tincture 20 drops in a cup water before going to bed"
            ],
            ["try a warm bath with lavender"],
            [
                "Earplugs changed my life",
                "I really recommend foam earplugs (the ones with a round end)"
            ],
            ["listen to music"],
            [
                "count sheeps",
                "count things on drawings"
            ],
            ["reading books"]
        ],
        "question_id": "20090117013557AARX0QO"
    },
    {
        "proposition_clusters": [
            [
                "Theres nothing wrong with you, but it is a little excessive",
                "I diagnose you with happyhands..A common fetish with school age boys",
                "I bet you have some of the biggest forearms in the world by now",
                "Try to cut back a bit, but don't stress about it.",
                "WOW Dude that is alot of time there may be guyz doing that much or more",
                "Uh no, but don't masturbate THAT much, there are way better stuff to do",
                "ya you're sort of obsessed but at least you have the best obsession in the world!"
            ],
            [
                "that's actually pretty cool",
                "You don't do it enough"
            ],
            [
                "uh dude just get a g/f and bone her",
                "If you could find a girlfriend it may help with your sexual frustration."
            ],
            [
                "You masturbate at school? That's kinda creepy, kid",
                "you do it during lunch? what the fuck?"
            ],
            ["Technically there is nothing wrong with excessive masturbation. But if you are using it to cope with something then you are developing a dependency which is mentally unhealthy. Also you can injure your penis if you masturbate aggressively and without proper lubrication or cause \"rug burn\" so just be aware of that."],
            ["That is not normal and you need to fing a hobbie right away to pass your time."]
        ],
        "question_id": "20090124211458AAeIlSA"
    },
    {
        "proposition_clusters": [
            [
                "borrow money",
                "use your credit cards",
                "if you cant afford it get a bank loan or something",
                "A lot of dentists have plans that will help you to pay for the procedure",
                "I used one for wisdom tooth surgery last year called Care Credit",
                "call different places around you and find the place that'll do it the cheapest"
            ],
            [
                "go to the dentist take care of it",
                "find a state or county free dental clinic by looking online in your state government/welfare",
                "go to the dentist",
                "Go on allexperts.com and ask a certified dentist on there",
                "Find the closest dental school, and generally the dental students will work on you for free",
                "the dental school thing sounds good"
            ],
            ["Go to mexico and get it done"]
        ],
        "question_id": "20090127200048AArA5Wv"
    },
    {
        "proposition_clusters": [
            [
                "Yes",
                "yes... all drugs are"
            ],
            [
                "Nope",
                "No it's a herb.",
                "No. If you are mature",
                "Not at all",
                "If your sitting at home with friends and you hit a pipe, def. not.",
                "smoking outdoor would be ok"
            ],
            [
                "Depends",
                "depending on amounts and type",
                "A lot depends upon the personality using it",
                "of course it depends on the person",
                "If your out drivin around and get baked, its a different story thoug"
            ],
            [
                "it causes mental health problems",
                "very addictive!!",
                "people think it is safe and get massively addicted ",
                "It can only hurt you in the long run mentally",
                "this indoor stuff has so many chemicals that they cause serious mental and physical problems",
                "a lack of motivatioN"
            ],
            [
                "it actually ruins your life",
                "i say its dangerous",
                "a slight increase in the chance that someone will become schizophrenic",
                "It is a dangerous drug"
            ],
            [
                "It can also cause panic attacks",
                "It impairs your brain from making right decisions",
                "the only way it's dangerous really is that it impairs you",
                " I have seen weed sap people of ambition",
                " they still have not actively pursued any of the dreams they used to have"
            ],
            [
                "I wouldnt advice it at all but its hardly dangerous",
                "I don't advise you to use this drug",
                "You should listen to those who don't.",
                "The ones who use it will say that is not dangerous and they are usually the less educated people you will find"
            ],
            [
                "help with sleep disorders",
                "helps people cope with pain"
            ],
            [
                "I think out of all the illegal drugs it is the safest",
                "it doesn't have any weird side affects",
                "I have never felt the urge to leave my friends on a corner, lick a cats rear, or get bad grades while high-I'm an honor student BTW"
            ]
        ],
        "question_id": "20090216015316AAP3l8r"
    },
    {
        "proposition_clusters": [
            [
                "it doesnt dound like appendicitis",
                "I'm not sure if it is Appendicidis",
                "Maybe it's just a false alarm or something",
                "im not sure",
                "unlikely, if it was appendicitis, youd be doubled over in agony, unable to come on a computer",
                "if you have appendecitis, you should already be dead or dying because its about 24 hours ago",
                "like every one else says, see a doctor",
                "I think it could be appendicitis.",
                "Maybe 24 hours after it bursts, and then you'll probably die without treatment. But regardless of whether it has burst or not, it needs to come out if it is Appendicitis.",
                "not sure if its appendicidis or not..."
            ],
            [
                "that can be the symptoms with a number of problems you need tests to be carried out",
                "it could be anything really"
            ],
            [
                "you should see a doctor quickly to make sure that everything is okay",
                "consult a doctor if it carries on",
                "get to the ER",
                "go see your doctor",
                "you should go to hospital with that ",
                "try and get to a gp as soon as possible",
                "i think you better try getting advice from a local physician ASAP ",
                "Ring NHS Direct and talk to an advisor",
                "i think you should just go to the doctors and get it checked out"
            ],
            [
                "take some painkillers and drink plenty flluidsif you aint better in a day or 2",
                "If pain still persist "
            ],
            [
                "I get stomach pains lots, like after eating (doesnt matter how much) but theres nothing wrong with me",
                "My son had appendicitis in 2nd grade. ",
                "I had it when I was like YY or YY. ",
                "There was also some dull pain in my lower abdomen, towards the back. like I was a little backed up."
            ],
            [
                "like I was a little backed up. I didn't lose my appetite until day eight",
                "the pain should be in the left side and it should be extreme.",
                "He drew a line where the pain was felt and it was from his right hip bone, to his belly button in the shape of a smile",
                "He didn't feel constipated at all.",
                "it was pain on both sides of my lower and middle abdomen, like from both my left and right hips, up to my navel",
                "It lasted a full week (actually, 8 days) before I went to the E.R. and I wasn't \"doubled over in pain\" like some people suggest you would be",
                "if you hop on your right foot, and the pain is so severe that you feel like you'll pass out",
                "you have to try this test, it's called Psoas sign where you lie in a supine position and bend you right leg with your knee towards your chest. If it hurts ( right lower quadrant ) then your positive of appendicitis."
            ]
        ],
        "question_id": "20090224041206AAZpSvK"
    },
    {
        "proposition_clusters": [
            [
                "if you lose weight fast then you will almost certainly put it all back on again just as fast",
                "Rapid weight loss is not a good idea because your body will fight back against it"
            ],
            ["You can't lose your weight fast without unhealthy consequence on your body"],
            [
                "Have you tried fasting for a couple of days",
                "go on a fast",
                "stop eating"
            ],
            [
                "green tea",
                "try to drink only water and tea ",
                "drink nothing but water",
                "Drink plenty of water, at least 8 big glasses of water a day, and more if it is very hot, if you sweat a lot, or if you are exercising intensely"
            ],
            [
                "Eat a healthy breakfast and dont skip it",
                "Never skip breakfast",
                "Include some protein in your breakfast"
            ],
            [
                "Start by reducing the amount of junk you eat (chips, cookies, pastries, doughnuts, soda, sugary drinks)",
                "Stop shoving junk food down your throat ",
                "Replace unhealthy snacks with nuts, fruits, salads and yogurt.",
                "You can then start getting rid of products made from refined flour such as white bread/pasta. ",
                "Replace these with foods made from 100% whole wheat flour (check the nutrition label)",
                "Eat more fruits, vegetables, whole grains, lean meat, fish.",
                "Eat more fat burning foods",
                "I used acai berry",
                "eat sensibly with lots of fruit and veg and plenty of water",
                "eliminate fruit juices"
            ],
            [
                "Keeping a food journal really does help",
                "You have to understand that you are what you eat first",
                "you could just watch the things you eat"
            ],
            [
                "Make your portion sizes smaller",
                "Use a smaller plate",
                "Eat small amounts frequently, rather than three large meals.",
                "dont over fill yourself",
                "try to have 3 meals a day, and not snack between them",
                "it helps to know how many calories you are consuming in a day so you would know how much to burn"
            ],
            [
                "Sit-ups and push-ups before you sleep and when you get up",
                "do a few push ups, and sit ups"
            ],
            [
                "try to walk and run places, you never know",
                "walk everywhere, always use stairs instead of elevators, walk on escalators, get up and move around at least once an hour if your work or your life in general is sedentary, walk every day, use a pedometer. ",
                "Build up to a long brisk walk everyday, or most days"
            ],
            [
                "Buy one piece of exercise equipment to have at home and be strict with yourself about using it",
                "Join a gym",
                "try to do a little workout",
                "create a workout plan whether that be cardio or some other exercise to get the heart rate up",
                "Start a weight lifting routine"
            ],
            ["You can go swimming"],
            [
                "Be more active",
                "Without exercise, that's a pretty tricky one"
            ],
            [
                "watch less TV ",
                "spend less time on the computer"
            ],
            ["Invest in a good weight training book"],
            ["Vary your routines"],
            ["getting enough sleep"],
            ["natural herbal supplement called Proactol"]
        ],
        "question_id": "20090422211021AAIhDCn"
    },
    {
        "proposition_clusters": [
            [
                "the cabbage soup diet",
                "Cabbage Soup Diet ",
                "I used acai berry",
                "eat less",
                "you can eat balanced meals ",
                "you should try veganism",
                "No animal products at all including dairy"
            ],
            [
                "juice fasting",
                "The sole diet which really delivered for me was green tea",
                "Also, drink lots of water and green tea",
                "When you absolutely have to eat, try drinking something"
            ],
            [
                "You cant lose 25lbs of fat in 2 weeks",
                "That would be hard even for Superman",
                "That is pretty much impossible",
                "this is not possible"
            ],
            [
                "exercise more often ",
                "exercise regularly",
                "Just exercise alot ",
                "exercise"
            ],
            ["THE ONLY WAY TO BURN FAT IS OXYGEN"],
            ["dont try any pills u will damage ur liver no matter how good it is"]
        ],
        "question_id": "20090502181537AAGRt2n"
    },
    {
        "proposition_clusters": [
            [
                "I've found Alavert works the best",
                "Zertec is the best I ever used",
                "I have bad allergies and claritin doesn't work for me",
                "I use singulair and it works great",
                "get perscription claratin",
                "i think zyrtec is the best",
                "i find claritin a bit useless to be honest",
                "try piraton",
                "zyrtec works realy well",
                "Claratin and zyrtec did nothing for be",
                "my allergist prescribed singular and it worked like a charm",
                "I've been using alavert",
                "I have experienced no side effects with alavert either",
                "Claratin did NOTHING for me",
                "look for a higher dosage of anti histamine",
                "But try Benadryl"
            ],
            ["I've found that Methamphetamines help a lot"],
            ["Coffee helps"]
        ],
        "question_id": "20090617110549AAUjBaG"
    },
    {
        "proposition_clusters": [
            ["you could always try a sleep aid"],
            [
                "3 hours earlier",
                "I would say not past dinner",
                "About 4-5 hours before bed",
                "You can drink whatever you want whenever you want",
                "When i drink tea i can fall asleep at anytime"
            ],
            [
                "Id drink green tea as late as 10 pm at night but end up staying up really late",
                "I east dinner anywhere from 5:00 to 6:30 pm and go to bed around 11:00 pm",
                "Enough time to enjoy some tea during or after dinner"
            ],
            [
                "you shouldn't be drinking tea at all because it will cause stomach problems",
                "The detriment to your health is not worth the slight improvements you may gain from using any of this stuff",
                "tea is not conducive for your health"
            ]
        ],
        "question_id": "20090705194917AA4wxpK"
    },
    {
        "proposition_clusters": [
            [
                "there`s no such thing as a shopping addiction. just don`t do it",
                "Just don't go and shop. Simple.",
                "STOP SHOPPING SMART ONE",
                "Simply stop shopping"
            ],
            [
                "Cut up your credit cards",
                "give your money to your fiancee and tell him not to let you spend it no matter what",
                "Don't get money so that you'll realize how bad it is.",
                "if you're serious about changing, cut up your credit cards. stay home, and relax.",
                "Give your money to youre fiance that you metioned",
                "Don't Take your wallet with you when your buying If you don't have it you can't spend it!",
                "Put ALL of you money in the bank and have you finance make a passcode you won't know ",
                "Destroy all credit cards except one to be used for emergency only",
                "leave your wallet at home"
            ],
            [
                "This may be OCD(Obsessive Complusive Disorder)",
                "one of those shopping addictions treatments\" is actually one of the best things you can attend",
                "go to a therapist where they can help you get over the compulsion to shop whenever you want",
                "Addictive behaviors tend to come in clusters, so if you have an eating disorder, a problem with drugs or alcohol, or gambling, you may be a candidate for shopping addiction",
                "What are you shopping for?\" To boost your ego? Relieve depression? Get back at your spouse? Is it a creative outlet or a form of self-expression? Does being at the mall ease loneliness? \"If so, see if you can find other ways to meet those needs.",
                "If you shop to be around people and activity, maybe go to the mall - but leave everything but your ID behind in the car."
            ],
            [
                "Continue to shop But on stuff you need Like stuff for the baby",
                "Try to buy only the things you need not the things you want",
                "Many communities have credit counseling centers that will also help with shopoholism",
                "Make a shopping list and only buy what is on the list."
            ],
            [
                "Avoid phoning in catalog orders and don't watch TV shopping channels",
                "Avoid discount warehouses",
                "people tend to make more extraneous purchases when they shop outside their own communities"
            ],
            [
                "If you shop when you are bored, consider taking up a hobby. ",
                "Take a walk or exercise when the urge to shop comes on",
                "Ask yourself how much time you spend browsing on the Internet or stalking some great deal. How else could you spend your time in ways that would truly improve your quality of life?"
            ]
        ],
        "question_id": "20090712134509AADAXYR"
    },
    {
        "proposition_clusters": [
            [
                "yes",
                "It may be",
                "maybe"
            ],
            [
                "I dont think so",
                "No",
                "no",
                "i don't think so"
            ],
            [
                "It's not really dangerous",
                "im pretty sure its not to harmful",
                "I doubt that radiation stuff is actually true"
            ],
            ["don't do it often"],
            ["Don't use a wireless phone"],
            ["if it's a cellphone you shouldn't do that because you can get a brain tumor"],
            ["if its a cell phone make sure its not on the charger"]
        ],
        "question_id": "20090805210550AA0GN63"
    },
    {
        "proposition_clusters": [
            [
                "Sounds like you could have depression",
                "It does sound like depression",
                "Yes you sound depressed. ",
                "Yes it sounds like clinical depression to me"
            ],
            [
                "your problem seems to be of spiritual type rather than mental",
                "You may go for meditation under a capable Guru & hopefully things will set right"
            ],
            [
                "It may be bipolar disorder too ",
                "These are the signs of a bipolar disorder"
            ],
            ["It doesn't sound like depression quite yet but it could certainly develop into depression"],
            [
                "go get an appointment with a psychiatrist as soon as possible",
                "I would say to go get it checked out with a psychiatric",
                "you should see a psychiatrist to get a right diagnose. ",
                "Psychiatrists and psychologists can help you release and/or surpress your pain but they cannot cure the cause of your pain"
            ],
            ["Maybe you could talk to a therapist or a friend about what's happening?"],
            [
                "seek counselling from your doctor ",
                "If you have even the slightest suspicion of depression, it's worth getting checked out"
            ],
            [
                "There have been a number of life events (moving, leaving school & looking for a job) that makes you more venerable.",
                "the stress of finishing high school, leaving your friends and moving in with your mother and then not being able to get employment all have impacted on you so now you feel depressed"
            ],
            [
                "Probably being too much time alone has triggered your depression",
                "i started doing excercise and being more active (socially)",
                "keep moving in the right direction towards employment and making new friends in your new community"
            ],
            ["You are mentally deficient in omega 3 fatty acids due to your poor dietary habbits. This is the main cause of your symptoms"],
            ["Your disorder can easily be treated by yourself"],
            ["An SSRI antidepressant helped me incredibly (i took it for 6 months)"]
        ],
        "question_id": "20090815175554AAHd9Wl"
    },
    {
        "proposition_clusters": [
            [
                "Take a good multivitamin supplement, some 5htp, l-tyrosine, and perhaps even some l-theanine ",
                "5HTP all the way",
                "I personally use 5- htp and it works great",
                "try 5-hydroxytryptophan  (5-HTP) they really works",
                "These herbs either treat the cause of depression or minimize depression related side effects. They are available in tea form, syrups, tablets and capsules as well. * Licorice * St. John's Wort * Ginkgo (Ginkgo Biloba) * Siberian ginseng * Balm * Basil * Black Hellebore * Borage * Clove * Damiana * Fo-ti-tieng * Ginger * Kava kava * Oat straw * Purslane * Rosemary * Sage * hyme * Yohimbine * Valerian * Chamomile",
                "people say siberian ginseng can helps with depression.and gives a feeling of wellbeing.",
                "Drink some Herbal Tea.",
                "Cuppa black tea however you take it and some biscuits. That tends to relieve whatever is ailing me.",
                "Take a multivitamin, look for something that is high in B-complex",
                "1) Wild Kratom - strongest and my favorite  2) Ecsphoria - simply amazing!  3) Salvia - kinda tricky to work with since it's very powerful4) Kava-Kava - i hate the taste but it works",
                "There is a natural product called \"ReloraMax\" it is a very good natural stress",
                "Holy Basil - It is an amazing natural product that has helped a lot of people I know, including myself!  It uplifts attitude, emotions, spirit, and provides great mental clarity!"
            ],
            [
                "Taking care of your body is a good way to help depression. ",
                "eating right and drinking green tea.",
                "Exercise can help because it is good for the body and it produces endorphins which help your mood",
                "Yoga and Meditation can help too",
                "Exercise every day, and eat colorful food",
                "Exercise also relieves stress and releases tension. It can improve blood circulation, thus releases toxins which may trigger depressions.",
                "Try jogging and brisk walking"
            ],
            ["you can have a bite of chocolate. Studies shows that there is a chemical thing in a cocoa that triggers the release of endorphins. This is a natural chemical in the body that makes a person happy."],
            ["Take a warm bath every night before sleeping it helps to sooth you"],
            ["When sleeping you can light scented candles or ar aromatic oils also. It can relax you more. Try scents like rosemary."]
        ],
        "question_id": "20090904121008AALKxgL"
    },
    {
        "proposition_clusters": [
            [
                "yes",
                "yes , unless you wanna be a filthy bastard",
                "so one day is plenty"
            ],
            [
                "yes it is good for health",
                "Bathing is necessary for your health and personal hygiene"
            ],
            [
                "if you live inside and never go out you can go far months without even working up a smell",
                "necessary? no... preferable? Yes",
                "depending on several factors like how much you sweat",
                "Well people used to only bathe once a week.",
                "he is still in good health"
            ],
            [
                "The body starts to build up unwanted dirts, oils, dead skin cells",
                "baths/showers strip the body of natrual oils",
                "and yes you can smell him from 30 feet away its nasty",
                "but ather than smelling like a sewer",
                "well i have a shoiwer everyone morining and night i just dont feel clean"
            ],
            ["saves heaps of water and money having a shower"]
        ],
        "question_id": "20091021023308AAvutOi"
    },
    {
        "proposition_clusters": [
            [
                "I think you get thirsty a lot if you have diabetes.",
                "Diabetes? Or, lack of hydration",
                "diabetes, too much salt.",
                "the first one being diabetes"
            ],
            [
                "eating a ton more sugar than usual, then maybe your body is just responding by getting rid of all the glucose",
                "lower sugar/salt intake if your diet's not so great",
                "this could have to do with high blood sugar or glucose levels.",
                "You need a blood sugar test and an A1C test",
                "you have high blood sugar levels",
                "heck your blood sugar levels"
            ],
            [
                "Hands a glass of Milk",
                "Drink more water",
                "you need to drink plenty of water preferably with ORS since you need the electrolytes too",
                "anything with caffeen will make you more  thirsty than you started. Water will be the only thing that quenches your thirst",
                "you are drinkng more than 48oz of water a day than you are clinicly dehydrated"
            ],
            [
                "Go to your Doctor immediately, that is not a good sign",
                "You should see a doctor,"
            ],
            [
                "Try using a water bottle with cups and/or ounces marked on the side to drink out of. Only drink water, not juice or soda. Every time you fill it up, write down how much you put in it.",
                "you can check how dehydrated you've been by the color of your urine.. if it's lighter than you're drinking a healthy amount and you're fineif you're drinking a ton of water and you're urine's darker yellow ish (gross, i know) that might be a problem "
            ],
            [
                "drinking alchol",
                "are you eating plenty of fruits and vegetables? ",
                "do you get enough nutrients"
            ],
            [
                "it is from the dry air your body is making you breathe faster to heat your lungs up ",
                "breathing in an awkward angle. You need to lift your head, drink some juice (or water) and slow your breathing (but not too much you need to stay comfy :)"
            ]
        ],
        "question_id": "20100112202455AAvS5G2"
    },
    {
        "proposition_clusters": [
            [
                "They're lying, it's all in your genetics.",
                "s well as genetics passed down from your folks",
                "height is more a genetic factor than a milk factor.",
                "You will grow as tall and as quickly as your genes dictate",
                "As long as you are not malnourished, you will grow to the size you are suppose to grow to."
            ],
            [
                "You should eat/drink those things though, it's a good way to stay healthy",
                "Eating a balanced, healthy diet will keep you strong.",
                "Milk is a good source of calcium, which is what your bones need to stay strong",
                "routine constituent of most protein-based foods or dietary proteins"
            ],
            ["The reality is its protein & carbohydrates that make you grow tall"],
            [
                "no, they said milk is good for everyone and 2 glasses a day because they had way too many cows and too little people after WO2 so they had to get rid of all the milk",
                "Of course the advertisements for milk will tell you that it grows strong bones, however those advertisements are funded by the dairy farming industry",
                "Its best to avoid cow's milk. The dairy farming industry cares more about making money than your health"
            ]
        ],
        "question_id": "20110902094209AAqDffC"
    },
    {
        "proposition_clusters": [
            [
                "talk to a doctor and get a script",
                "If your seeing a doctor you can ask for lexapro and abilify. The lexapro is for the depression and the abilify is for the bipolar",
                "talk to your doc. if you are in fact bipolar they can get you something to help you",
                "See someone who can give you a proper prescription.",
                "You need a doctor. You need an M.D., preferably a psychiatrist, a medical doctor who specializes in your illness.",
                "Bipolar Disorder is a chronic, lifetime illness that needs to be regulated on medication to keep your symptoms under control",
                "TELL YOUR THERAPIST! TELEPHONE HIM OR HER IMMEDIATELY about your suicidal thoughts. She can get you emergency medical care to save your life and she will be able to consult with a psychiatrist to get you the help you need"
            ],
            [
                "I personally made a friend and her and i talk alot when im feeling bad.",
                "Just do something that makes you happy that isn't harmful to you or others",
                "When you start feelin that way again go into a quiet place by your self and sit somewhere and relax. Close your eyes take a couple deep breaths and get you mind off of everything."
            ],
            ["dont stop taking your medication or your counseling even if you feel you are better. if you do your symptoms will return very quickly"],
            [
                "dont self medicate u could really hurt urself",
                "You need a prescription to get Zoloft anyway so you can't self medicate with it unless you are stealing it from someone else",
                "Zoloft and other anti depressants can actually make Bipolar worse which is why you HAVE to be under the care of a doctor to take them"
            ]
        ],
        "question_id": "20110925203443AABIGWD"
    },
    {
        "proposition_clusters": [
            [
                "no it will make it harder to lose weight",
                "never skip meals",
                "don't skip it ",
                "NOOOOOOO",
                "I wouldn't skip meals",
                "Skipping meals leads in to diseases"
            ],
            ["just eat smaller meals"],
            ["You're fine. Some people with metabolic-linked diseases actually skip days eating"],
            [
                "because that will slow your metabolism down",
                "which will decrease your rate of burning fat",
                "If you skip meals you will put your body into fat storing mode.",
                "can actually slow your metabolism and cause weigh gain."
            ]
        ],
        "question_id": "20130809100305AAewk7q"
    },
    {
        "proposition_clusters": [
            ["It always happened on the 7th day for me too"],
            ["Semen production requires a lot of body's energy "],
            [
                "Wet dreams can happen randomly, not necessarily due to abstinence",
                "they happen more in teenage years but lot less later one in mature men",
                "and has a life-span of between 30-50 days, after which you have a wet-dream",
                "it needs to be ejaculated and a wet dream occurs",
                "you reached your limit and your body got rid of it"
            ],
            [
                "Semen will be replenished in 24-48 hours",
                "it is constantly produced in healthy males",
                "semen is continuously produced",
                "body is constantly secreting semen",
                "prostate gland replenishes the semen with in just a few hours",
                "the body has cosiderable production it will replenish within a few hours"
            ],
            [
                "The semen in your ejaculate tends to be a steady-amount",
                "The amount of fluid in your semen, has more to do with being hydrated"
            ],
            ["When I was your age I never even gave thought to this"],
            ["There is not anything you can do to make more semen"],
            ["the average amount released when you ejaculate is about a teaspoon full"],
            ["its more like you had a sexual dream same as girls do "],
            [
                "No",
                "no",
                "not really"
            ]
        ],
        "question_id": "20140101073026AAcnos1"
    },
    {
        "proposition_clusters": [
            ["False Unicorn Root"],
            [
                "Ginseng",
                "Ginseng"
            ],
            ["Damiana"],
            ["chocolate (dark- 70% -80% cocao)"],
            [
                "Fresh, raw fruits and vegetables",
                "benefits of eating 17 fresh, raw fruits and vegetables on a daily basis"
            ],
            ["Licorice root tea acts as a vigara for females"],
            ["Horny goat weed 2-6 capsules a day increases drive and sensitivity"],
            [
                "cholesterol is needed for natural libido",
                "eat more good fats like butter coconut oil eggs (including yolk) avocadoes fresh meat and fresh chicken"
            ],
            [
                "eliminate seed oils, vegetable oils and margarine",
                "dramatically reduce consumption of grains and legumes"
            ],
            [
                "Pine nuts",
                "Siberian Pine Nut Oil",
                "cashews"
            ],
            ["exercise"],
            ["fresh oysters"],
            ["Guinness stout"]
        ],
        "question_id": "20140105044141AA4HcWi"
    },
    {
        "proposition_clusters": [
            [
                "it bad to smoke at ANY age",
                "It's bad to smoke in general, but I was smoking at your age.",
                "It's bad to smoke at any point in your life! "
            ],
            [
                "Smoking destroys your liver",
                "stomach lining",
                "really causes cancer",
                "you are beginning to develop lung, heart, mouth and throat cancers."
            ],
            ["It can stunt your development and your early teens are when you start to develop the most."],
            [
                "you'll run out of breathe earlier.",
                "my grandma started at around that age and one day she went on a vaca where the air was thinner or thicker ir somethig and it damaged he and her lungs are messed up and she uses oxygen its horrible dont so it."
            ],
            ["Be the better person and don't do it."],
            [
                "don't start cause once you do youll NEVER EVER EVER want to quit",
                "It a very strong addiction once you do so DON\"T.",
                "The thing is if you start earlier and continue to some when you are older it's going to be harder to quit.",
                "Stop while you can!!"
            ]
        ],
        "question_id": "20140106233530AAEZJFf"
    },
    {
        "proposition_clusters": [
            ["Place the damp cotton ball over your large, oh-my-goodness-I-cannot-go-to-... zit"],
            [
                "Apply honey on the infected area",
                "The most effective remedy for the scars is application of honey several times a day",
                "Honey",
                "you need to apply some honey over your pimples"
            ],
            ["try applying original Head & Shoulder Shampoo to clear acne"],
            [
                "If you feel new pimples erupting, ice it",
                "Hold an ice cube over the area for about 5-10 minutes",
                "Ice",
                "Instant relief from pimples can be received from ice"
            ],
            ["Application of Aloe Vera gel/juice to the fresh wounds prevents the formation of permanent scars"],
            [
                "Vitamin E is considered best for the healthy glowing skin",
                "Application of vitamin E oil or capsule to the scar will completely vanish the scar in few weeks"
            ],
            ["Rosehip seed oil is also another home remedy which reduces acne scars"],
            [
                "Vitamin B3 (Niacinamide) face pads help keep acne away",
                "wet a pad, place it on the pimple and remove it when dry",
                "These pads also help reduce skin hyperpigmentation (acne scars)"
            ],
            [
                "Dab some toothpaste on it before you go to bed",
                "Toothpaste",
                "Toothpaste has also proved itself to be a powerful pimple removal treatment",
                "Try toothpaste it drys out the pimples"
            ],
            ["Calamine Lotion"],
            ["Paste of Cinnamon and Honey"],
            [
                "Basil Leaves",
                "Liquid extracted from basil leaves is another effective weapon for fighting with pimples overnight"
            ],
            ["Try out all-natural Acne No More mechanism"],
            ["a green clay mask over the zit[s]"],
            ["comdone extractor"]
        ],
        "question_id": "20140107150022AA2fwfz"
    },
    {
        "proposition_clusters": [
            [
                "Mastubation is normal, but excessive masturbation can harm you",
                "this is a normal process. but you need to keep this in mind that too much masturbation is not good for the health.",
                "If you want to try it's ok . Just don't make it a habit ",
                "It is natural for boys your age to do this",
                "I now understand there is nothing wrong with it",
                "Nothing is wrong with it.",
                "It cant cause any health problems or anything and it doesnt hurt. ",
                "Its perfectly safe and normal and it feels good too."
            ],
            ["And no you can not get clout or any other diseases from masturbation"],
            [
                "Masturbation just teaches the muscles & also relieves stress and anxiety",
                "The health benefits usually come later in life as lubrication of the Prostrate gland. ",
                "Which also helps to ward off Prostrate Cancer "
            ],
            [
                "Masturbation enables the male to exspell excess sperm cells.",
                "The assocciated pleasure, upon ejaculation is the reason that us guys like to masturbate",
                "Masturbastion is part of your process in life. It helps you clear your mind of these urges and it feels really good. ",
                "Just solo sex, has no side effects other than relaxation and great sensations.",
                "Do it in private, it will not hurt, but feel good, it has health benefits."
            ],
            [
                "It seems best for me when I was a teenager to masturbate 2-to-3 times a week and only once in the day that I masturbated.",
                "The only thing you want to remember is to masturbate when you are alone.",
                "I usually did it early in the morning before the parents got up"
            ],
            [
                "It does not hurt, epecially if you use some lubricant like petroluem jelly brand name vaseline or you can use olive oil. ",
                "But do not use soap in the shower as you will end up up with a very sore & red skinned penis. ",
                "Hand creams are also good to use. ",
                "Just be sure you have clean hands before you get at it champ."
            ],
            [
                "Don't masturbate. It will surely effect your sexual health",
                "I believe that excessive masturbation has made me weaker than my peers and the reason of my being skinny is masturbation ",
                "The right advice to you would be to concentrate more on out door games and your studies at this age. Leave rest to the nature."
            ],
            [
                "Most boys start masturbation when I was young at about your age or age YY",
                "YY years old? Dude, most guys start at 11 or 12",
                "I masturbate regularly and im YY"
            ]
        ],
        "question_id": "20140108073030AAGXFaY"
    },
    {
        "proposition_clusters": [
            [
                "park a used elliptical in the bunker",
                "join the Y",
                "go swimming every morning",
                "weight lifting",
                "calisthenics",
                "are right about exercise",
                "lap swimming for an half hour three times a week",
                "Exercise "
            ],
            ["talk to your doctor"],
            [
                "take a lot of hot baths ",
                "Find a hot tub "
            ],
            [
                "I smoke a hell of a lotta dope",
                "A big old fat joint"
            ],
            [
                "double tea bag cup of Chamomile Tea",
                "You can try Kava Kava"
            ],
            ["read the Bible "],
            [
                "Meditation will work",
                "stay stress free",
                "yoga"
            ]
        ],
        "question_id": "20140112235338AACVvv5"
    },
    {
        "proposition_clusters": [
            [
                "I would scrap the bottle",
                "in which case you should take the whole bottle",
                "JUST SWALLOW THE HOLE BOTTLE"
            ],
            ["just hang yourself."],
            [
                "you're just looking for attention",
                "If you really wanted to commit suicide you would of done it already",
                "Stop crying for attention like this "
            ],
            [
                "Know that suicide is never the answer",
                "Suicide is a permanent solution to a temporary problem",
                "don't do anything permanent for a something temporar"
            ],
            [
                "Never give up on yourself, you are a valuable person",
                "you at worth so much more"
            ],
            [
                "important that you immediately reach out for support from a trusted adult such as a parent",
                "you'll contact them and talk to them and tell them how you feel",
                "contact 911 if you need immediate assistance",
                "there are people that care about you and love you ",
                "reach out to you're parents and ask them to see a doctor",
                "reach out to a trusted adult, like your parents"
            ],
            [
                "please dont do it",
                "Im begging you not to do this this",
                "don't do it! "
            ],
            [
                "it will impact the people around you greatly in a negative way",
                "would be crushed if you were no longer in their world",
                "If you were gone, it would ruin people",
                "think about your parents and your future,"
            ],
            [
                "all the pills out of my system and I had to stay at the hospital for a couple of weeks",
                "If it doesn't work, you'll have done a lot of damage"
            ],
            ["I think u need to read your own words again and listen to yourself"],
            ["this is not the end yet it gets better i promise"],
            ["They'll pump your stomach"]
        ],
        "question_id": "20140113190001AAECbPu"
    },
    {
        "proposition_clusters": [
            [
                "Masturbation is normal, healthy, and fun, and even necessary for male sexual health",
                "Masturbation is healthy anyway. ",
                "But with time and a better knowing of just why they are triggered - it's possible to remove that additional guilt and just enjoy masturbation the way it's meant to be enjoyed. ",
                "Its nothing more than a physical release, a personal pleasure.",
                "it's something we all do and it's best done privately. "
            ],
            [
                "Many Lutheran theologians think so too.",
                "Fortunately God doesn't seem to mind if you make stupid promises you can't keep.",
                "And the New Testament says nothing about masturbation at all. ",
                "the act of masturbation in and of itself is NOT a sin",
                "Having impure thoughts about girls to \"get off\" on is where sin comes into play.",
                "It's not a sin; ",
                "I think that calling it a sin is actually evil.",
                "Masturbation does not cause guilt. "
            ],
            [
                "Yeah, i was guilty about it when i was YY",
                "That is a very common feeling.",
                "The main point here is that these emotions are common and normal."
            ],
            ["I think it's a way that churches have convinced us that we're in need of churches."],
            [
                "So, often it is what one reads, watches, or listens to for entertainment, talks about, or meditates on, that makes it hard to avoid masturbation. Therefore, being careful about what you take into your mind is essential to break this habit. ",
                "Therefore, to avoid masturbation, you must recognize this as an immature way to deal with problems and be willing to",
                "Yet, the apostle Paul states: “I will not let myself be brought under authority by anything.” (1 Corinthians 6:12) He was not going to let his desires become like a harsh master."
            ]
        ],
        "question_id": "20140115194334AANeDZ3"
    },
    {
        "proposition_clusters": [
            [
                "Sounds like you're really constipated",
                "Your probably constipated",
                "you are probably just constipated",
                "You're just constipated",
                "constipation",
                "constipation"
            ],
            [
                "take a stool softener or a laxative",
                "stool softener is probably better",
                "laxatives work quicker",
                "take some stool softener",
                "Taking something like MiroLax will make stools softer",
                "use a rectal stool softener to help you go",
                "get some stool softener at a local drug store"
            ],
            ["don't make a habit of using them"],
            [
                "drink a big glass of water or fruit juice",
                "make sure it's real juice, not juice drink or punch",
                "drinking more water",
                "start drinking more water",
                "Drink lots of water",
                "drink lots of water"
            ],
            [
                "try doing some light exercises",
                "walking a few laps around your house",
                "The movement seems to help ",
                "make the muscles down there work better"
            ],
            [
                "give yourself an enema",
                "have someone (like your mom) do it for you",
                "an enema will usually give you relief within a few minutes",
                "try giving yourself an enema",
                "you can buy home enema kits at Walmart for like $10 to $15 dollars",
                "Drug store sells enema"
            ],
            [
                "go to the hospital",
                "go to a doctor",
                "you should go see a doctor"
            ],
            [
                "you may have a more serious problem, like an impaction",
                "there's something in the intestines that's actually blocking them"
            ],
            [
                "try eating more fiber",
                "eat something green daily",
                "start eating apples and greens",
                "Try eating a big bowl of Fiber Once cereal",
                "start eating more fiber in you diet"
            ],
            ["sometimes hemorrhoids can cause painful stool"],
            ["Relax"],
            ["take a very hot bath"],
            ["Push"]
        ],
        "question_id": "20140116162340AAxBGSM"
    },
    {
        "proposition_clusters": [
            [
                "without real human interaction",
                "she might want attention"
            ],
            [
                "they can't handle it when the smallest thing in life goes wrong",
                "they've grown up coddled "
            ],
            [
                "you need to take her to see a psychiatrist",
                "try a therapist"
            ],
            ["to see what would happen"],
            [
                "as a response to having been raped",
                "do it because of bullying"
            ],
            [
                "face a lot of pressure from the world",
                "it causes depression",
                "escape from the pressure ",
                "turn away from the competition ",
                "feels like she has depression "
            ],
            [
                "some of her friends are cutting",
                "a lot of people do it",
                "might be doing it to fit in ",
                "it isn't a 'fit in' thing",
                "doing it to fit in ",
                "its gotten across the internet "
            ],
            [
                "means of gaining control",
                "Cutting was a way to control pain ",
                "it helps me cope with things, ex: stress, anxiety",
                "do this to cope with their pain",
                "It is a form of control"
            ]
        ],
        "question_id": "20140119184854AAMjosD"
    },
    {
        "proposition_clusters": [
            [
                "Garcinia cambogia is the latest in a long line of \"magic weight loss\" supplements. ",
                "I wish Dr. Oz would quit \"investigating\" these unapproved weight loss supplements. ",
                "You are not benefitting in any way so I would stop. "
            ],
            [
                "The supplement is extracted from the rind of the Garcinia Cambogia fruit (a small pumpkin shaped fruit sometimes called a tamarind",
                "Garcinia Cambogia is a fruit that's been eaten for centuries in India and Asia."
            ],
            [
                "Doctors say their studies showed an increase in weight loss 2 to 3 times more than those not taking any Garcinia Cambogia Extract",
                "Garcinia cambogia is a weight loss supplement therefore it aids in speeding up the process of losing weight.",
                "Garcinia cambogia is helpful in weight reduction.",
                "it contains all natural supplements which work to reduce body mass and make you slim.",
                "Garcinia Cambogia is all natural way to lose weight",
                "Garcinia Cambogia is a \"Dual Action Fat Buster\" that suppresses appetite and prevents fat from being made. "
            ],
            [
                "Within the natural fruit rind, there is about 20-30 percent of the hydroxycitric acid (HCA). ",
                "When patients purchase the Garcinia Cambogia Extract (GCE) used in the supplements, there is usually about 50-60 percent of the HCA used as an active ingredient in the supplement. "
            ],
            [
                "It also may help with mood based on a serotonin effect so that people who overeat due to emotional stressors",
                "Garcinia cambogia promises to boosts serotonin and prevent emotional eating. "
            ],
            [
                "The National Institute of Health states that no side effects or adverse effects have been found in animals and humans who have been given Garcinia Cambogia.",
                "As far as I know that no side effects, but it will take some years to know that. "
            ],
            ["They also warn that studies showing its effectiveness have all been short-term (12 weeks) and fairly small."],
            ["If you really want to loose weight it starts with the Mind"],
            ["I have been taking it since August, I have lost 30 lbs and haven't found anything wrong with it."]
        ],
        "question_id": "20140119193530AAOPHcx"
    },
    {
        "proposition_clusters": [
            [
                "I don't really worry too much about it anymore",
                "Why should I worry",
                "Worry won't change anything, except to steal joy from my day",
                "It is what it is",
                "I have no desire to waste that time on something as ridiculous as worry",
                "These are the little things that mean so much more than worrying",
                "I'm most certainly not going to worry",
                "no longer worry about cancer coming back",
                "Worrying does nothing",
                "you would have spent all that time worrying over nothing",
                "Worry achieves nothing",
                "stops you enjoying life",
                "try not to worry too much",
                "I don't worry about any type of cancer",
                "Nope never",
                "I'm 48 with bigger things to worry about",
                "No I don't",
                "I don't worry about it"
            ],
            [
                "i found out most of the time the body has the capability to fix cancer itself if you fuel them the right food and exercise and there are many other natural ways to cure cancer",
                "eat a good diet",
                "A nutrient dense diet and avoiding toxins will generally keep cancer at bay your whole life"
            ],
            [
                "if it does come back, i know what to do to cure it",
                "Prevention and treatment of cancer is the same"
            ],
            [
                "As long as you get your yearly mammograms done, you are doing all you can to prevent breast cancer from happening",
                "giving them a chance to find it very early",
                "I get a mammogram every 6 mos",
                "I also do self exams",
                "Thanks to a mammogram, it was small when found"
            ],
            [
                "living life to it's fullest every single day",
                "Make it worth living"
            ],
            ["Prayer helps too"]
        ],
        "question_id": "20140120023300AAJTT83"
    },
    {
        "proposition_clusters": [
            [
                "Get out in the sunshine ",
                "take a walk every day",
                "Do deep breathing exercises",
                "Do things that makes you feel happy",
                "Get a hobby",
                "Meditation helps to overcome depression",
                "make new friend",
                "bit someone everyday"
            ],
            [
                "search the internet for foods that help depression",
                "you may need to change your diet "
            ],
            ["The Lord is the only thing that keeps me going"],
            ["u can decide to forget and let the life goes on"],
            [
                "take medical help ",
                "Go to scycologist",
                "Consult a medical professional ",
                "you can go to a GP "
            ],
            [
                "be cool and calm",
                "Don't worry "
            ]
        ],
        "question_id": "20140121025634AAP9DJ3"
    },
    {
        "proposition_clusters": [
            [
                "do not shove plants into your vagina",
                "I think you were supposed to make tea out of the parsley"
            ],
            [
                "Doctor Time!",
                "I would go to a dr asap",
                "need to go see a doctor so they can remove it",
                "Go to the doctor IMMEDIATELY!",
                "Go to emergency room RIGHT NOW! "
            ],
            [
                "You can get a really bad infection",
                "It's likely to cause infection",
                "You can get an infection from that"
            ],
            ["it's not going to induce your period"],
            [
                "NEVER DO HOME REMEDIES!",
                "home remedies are funny"
            ]
        ],
        "question_id": "20140127210240AAsy28X"
    },
    {
        "proposition_clusters": [
            [
                "do something as stupid as using drugs",
                "I don't think you should ",
                "you really shouldn't simply because you have no idea what your doing"
            ],
            [
                "Get a water bottle",
                "can make a makeshift bong out of water bottle",
                "bong out of a water bottle",
                "wait until you are old enough to understand what you are doing",
                "that's illegal dude"
            ],
            [
                "bible pages also can work as rolling papers ",
                "Roll up a joint with bible paper of reciept paper",
                "you can use really thin paper like in a dictionary or bible"
            ],
            [
                "a piece of card as the roach",
                "make a roach out of card "
            ],
            [
                "you can get a cigarette, empty the tobacco and fill it with pot",
                "I would suggest smoking it with tobbaco "
            ],
            [
                "they sell rolling paper at gas stations ",
                "See if you can get hold of some roll up paper for cigarettes",
                "Get some rizzla"
            ],
            [
                "buy a glass pipe ",
                "make a pipe out of an apple ",
                "make a pipe out or a toilet paper roll or a pen",
                "Get a hollow pen part",
                "Get one of those small wrench pieces "
            ],
            ["make some hash brownies "]
        ],
        "question_id": "20140128162315AAgEzYm"
    },
    {
        "proposition_clusters": [
            [
                "go wheat free",
                "Meat, nuts, vegetables",
                "eggs and fish",
                "Eat lots of vegetables"
            ],
            [
                "Avoid white bread/pasta/rice",
                "Avoid sugary things",
                "stop eating sweets noot only for diet, also for teeth"
            ],
            [
                "Eat high calorie food that are healthy to make your mind full",
                "Be natural and just eat healthy food"
            ],
            ["Don't make yourself hungry"],
            ["no food after 7 p.m"],
            [
                "Working out at the gym can improve your fitness level",
                "strength ",
                "cardiovascular endurance",
                "cardiovascular workouts",
                "stationary bikes",
                "stair-steppers and treadmills",
                "work opposing muscle groups such as chest and back",
                "Weight train heavy",
                "yoga/pilates and or strength"
            ],
            [
                "probably not unless you are REALLY fat",
                "Don't be desperate like this"
            ]
        ],
        "question_id": "20140129000548AAXEbhV"
    },
    {
        "proposition_clusters": [
            [
                "It would not be likely that you would have colon cancer",
                "not impossible but unlikely",
                "chances are good you don't have it",
                "There are many colon diseases which have symptoms similar to colon cancer, such as irritable bowel syndrome, spastic colon, or colitis, which are much more common in someone your age",
                "You do not have Colon Cancer at YY years old",
                "sounds more like diverticulitis or IBS",
                "could even be a food allergy that is causing it",
                "There are so many things, not the least of which is colon cancer",
                "Those symptoms can all be a dozen other things besides it",
                "it's not cancer",
                "I don't think you have colon cancer",
                "Far more likely that you have constipation and anxiety troubles",
                "Colon cancer would be highly unlikely"
            ],
            ["sometimes laxatives can cause these symptoms"],
            [
                "Start drinking some warm liquids",
                "Drink 6 to 8 cups of liquid everyday",
                "Add more water",
                "you need more water",
                "You have hypochondria, not cancer",
                "Crappy diet doesn't mean cancer"
            ],
            [
                "walk around",
                "Exercise helps by stimulating your bowels"
            ],
            [
                "Eat 4 servings of veggies",
                "Eat some of the veggies raw, like carrots ora salad",
                "Eat another 1/2 cup or more of fresh fruit, like an apple or banana or pear",
                "Give up eating white bread",
                "buy or make some whole wheat or whole grain bread",
                "Eat some regular oatmeal or a Kashi cereal with 8 grams of fiber for breakfast",
                "eat more vegetables",
                "even more fibre in your diet"
            ],
            ["have your GP recommend a gastroenterologist to perform a colonoscopy"]
        ],
        "question_id": "20140129194718AA3vImP"
    },
    {
        "proposition_clusters": [
            ["they don't tell you what you should know about it"],
            [
                "vision complications are my biggest problem",
                "my vision is getting bad"
            ],
            [
                "I hate knowing that my own body is not doing what I want it to do ",
                "I constantly worry about my feet",
                "my pump site is constantly red and itchy and irritated"
            ],
            [
                "I hate not being able to eat mindlessly anything I want ",
                "asking \"can you eat that??\"",
                "constant planning of my diet"
            ],
            ["other people being uninformed and thinking that I caused my diabetes"],
            [
                "constantly taking shots ",
                "checking my sugar "
            ],
            ["It kills people"]
        ],
        "question_id": "20140201173240AAVS44j"
    },
    {
        "proposition_clusters": [
            [
                "Count calories",
                "reduce your daily diet to 1,000 calories",
                "do not count the calories in fruits and vegetables",
                "count calories in things you put on them, like cheese or dressing",
                "Eat less calories",
                "burn more calories",
                "You may not really want to count calories which is totally fine",
                "cutting back on your food intake",
                "fit a lesser amount of foodstuff out there"
            ],
            [
                "Every two weeks or so, for ONE MEAL ONLY eat whatever you want",
                "go on a diet of ready-made meals like Smart Ones or some other commerical variety",
                "go wheat free",
                "No pasta, pizza, bread and so on",
                "no food after 7 p.m.",
                "If you don't eat wheat then you don't eat all those sticky, fatty goey ",
                "cakes",
                "you don't eat junk food",
                "you don't eat biscuits",
                "Make sure that the foods you eat are the right foods also",
                "Lots of vegetables (especially green ones) some fruit, healthy fats, lean protein and wholegrains",
                "Swap white bread/flour/pasta for wholemeal and white rice for brown",
                "swap whole milk for skim/trim/soy",
                "Limit fried, deep fried, creamy, fatty and sugary foods",
                "try incorporating metabolism speeding foods into your diet such as cayenne pepper, cinnamon, yoghurt, oats, green tea",
                "take full of nutritions by eating some fat free substance"
            ],
            [
                "Up your workout to seven days a week",
                "Try to do 40 minutes of cardio and 20 minutes of strength training",
                "Work out hard enough to get breathing hard and sweaty",
                "you should exercise and diet together",
                "If you exercise without dieting, you will get bigger appetite",
                "If you diet without ",
                "exercising, you will become flabby and will have excess skin",
                "start with walking",
                "switch to running/jogging",
                "Running is the most efficient and calorie-burn exercise ever",
                "walk first",
                "Weight lifting is a good means to target your problem areas for men and women",
                "a couple of dumbbells will help you to target your problem areas (stomach, butt, legs, arms, chest)",
                "Try exercising daily",
                "You could do Insanity 3 times a week and something different on the other 4 days",
                "Cardio is best for weight loss",
                "running, swimming, cycling",
                "you must have to choose exercise which can give you quick results",
                "increasing physical activity"
            ],
            [
                "Weigh yourself every morning after using the bathroom",
                "Record your daily weight"
            ],
            [
                "Drink a LOT of water",
                "rink a lot of water",
                "green tea (green tea is believed to help speed up your metabolism)"
            ],
            [
                "After you've lost your 10 pounds, increase your diet to a more healthy 1,400 to 1,600 ",
                "set a weight loss goal of closer to 2 pounds a week, 3 at the mostcalories per day",
                "loosing 10 lbs in 2 weeks is not possible",
                "it can be done in 3 to 4 months, without spoiling your health"
            ],
            ["There are websites and apps like Myfitnesspal which really help"]
        ],
        "question_id": "20140208002757AA1ERW5"
    },
    {
        "proposition_clusters": [
            [
                "Surround yourself with positive people",
                "there are peopl out there that really do care about you just the way you are and would be crushed if something were to happen to you including myself"
            ],
            ["Keep your mind off of things"],
            [
                "Talk to someone abt ur problems",
                "Maybe u can talk to ur mom abt the problem",
                "time for you to sit down with someone from the clergy or a school psychologist and discuss your feelings with them",
                "Talk to your dad",
                "He'll help you to find help so that you can get better",
                "you can talk to me",
                "just talk to me"
            ],
            ["If you need to go out, then go out"],
            [
                "A way to get over depression is accepting it to your life",
                "Know that it's not you, and it's just there"
            ],
            ["learning to connect more with yourself by meditating"],
            [
                "try a book about CBT so that you learn how to change your thoughts effective",
                "Mind Over Mood is a popular one"
            ],
            [
                "Try to work each day",
                "do well in school",
                "part time job",
                "volunteer work"
            ],
            [
                "have fun each day",
                "play with friends ",
                "board games",
                "take fun exercise classes",
                "join a sports team",
                "a hobby ",
                "life scrapbooking",
                "other crafts"
            ],
            [
                "finding that balance between work and play makes for a happy life",
                "Don't postpone your life",
                "try to be happy with yourself",
                "get you back into a happier fram of mind",
                "Think about the positives"
            ],
            [
                "Think about your sister",
                "who wil be there to protect and teac her if you were not there"
            ],
            [
                "To kill your ego or to remove it, you need to know certain truths",
                "you need to know that you are not your ego/mind/thoughts...but something much more powerful and beautiful is the source"
            ],
            ["Keep a journal and try to write down all of your thoughts"]
        ],
        "question_id": "20140211124052AAWhUDd"
    },
    {
        "proposition_clusters": [
            [
                "most males cannot control",
                "they ejaculate within two to five minutes",
                "its a loss of control",
                "We only have so much self control",
                "it's full speed ahead until we reach our goal",
                "he does not really have any control over it",
                "I don't think he does it on purpose",
                "carried on and then bash it happened",
                "boys reach a point where they cannot stop themselves from ejaculating"
            ],
            [
                "Its the nature of the male",
                "that's how we're built",
                "it is PK",
                "This is perfectally normal",
                "normal"
            ],
            ["If you don't like it then stop doing it"],
            ["he is a quick sqirter"]
        ],
        "question_id": "20140219152513AAzg80m"
    },
    {
        "proposition_clusters": [
            [
                "The younger you start smoking weed or imbibing other toxins the more likely you will negatively impact your developing brain",
                "Weed attacks on our mind",
                "It makes our mind dull and rough",
                "it can potentially stunt you and your friends development",
                "The effect of cannabis on IQ is really confined to adolescent users",
                "if you introduce cannabis, it might interrupt these critical developmental processes",
                "it can affect development"
            ],
            [
                "yes, weed is bad - really bad - for a YY year old",
                "Yes it is",
                "Weed is bad for every people",
                "not good for them",
                "I would/will say yes",
                "It's bad for everyone"
            ],
            [
                "its illegal in federal cases",
                "its also illegal",
                "it's illegal",
                "can get them in years of trouble if they're caught",
                "it's illegal"
            ],
            [
                "in general smoking weed does not do any major damage as long as your not smoking copious amounts per day",
                "There hasn&#x27;t been one study proving that marijuana does",
                "no its not bad",
                "Pot doesn&#x27;t have any negative effects"
            ],
            ["it puts their lungs and sinuses at risk"],
            ["is bad for memory"],
            ["can cause addiction"]
        ],
        "question_id": "20140220222434AAbrluF"
    },
    {
        "proposition_clusters": [
            [
                "depending on where the fish is from and what kind of fish.",
                "A lot depends on the fish.",
                "It depends on where the fish is from.",
                "If there is still a variety in the fish and you don't have an allergic reaction and the fish is cooked properly it should be fine."
            ],
            ["Catfish, Tilapia,and Cod are some good safer choice"],
            ["get any fish from the USA whether farm-raised or wild caught."],
            [
                "It is safe. Fish is healthy",
                "Eating beef and pork every day put a person at risk for colon cancer, but eating fish helps improve health.",
                "It should be fine "
            ],
            [
                "I would be wary of consuming that much swordfish, tuna or shark. ",
                "The higher up the food chain the species is the higher the levels of mercury are likely to be found in it.",
                "There are fish that has high in mercury. It's not good.",
                "Too much fish and you will start to build up mercury in your system."
            ],
            [
                "The larger the fish the more toxins can be found in it.",
                "Fish can have a lot of toxins in it if caught or raised in polluted waters. "
            ],
            ["There are also fish that are high in salt. "],
            ["it will make your breath smell."]
        ],
        "question_id": "20140223045153AAkK34j"
    },
    {
        "proposition_clusters": [
            [
                "Have a five or ten minute stretching session",
                "Stretch ",
                "STRETCH out your muscles"
            ],
            [
                "have a hot bath with a muscle soak ",
                "Soak/ Muscle rub ",
                "Take a warm, not too hot bath",
                "take relaxing hot bath ",
                "You get a hot bath and add some Epsom's salts",
                "Hot bath with epsoms salt",
                "hot water and cold water bath ",
                "Soak the sore muscle area in water",
                "relax in a nice hot bath"
            ],
            [
                "Relax",
                "give your muscle a rest ",
                "Do not use the sore muscles"
            ],
            [
                "Take an over-the-counter anti-inflammatory drug ",
                "Combiflan Tab i.e ......... (paracetamol + analgesic)"
            ],
            ["Make an ice pack to put on the sore leg muscle"],
            ["you may find exercising and playing being the only thing that relieves your soreness"],
            [
                "Massage",
                "Ask someone to give you a nice massage "
            ],
            [
                "drinking lots of water ",
                "drink plenty of water"
            ],
            ["Also look into a foam roller "]
        ],
        "question_id": "20140223072734AAlfA7F"
    },
    {
        "proposition_clusters": [
            ["It's easy to lose those calories once you start exercising and dieting! "],
            [
                "Salads",
                "Apples",
                "apple and toast",
                "fish is healthier than chicken, but both are good",
                "eat chicken,salad,rice,steak,pasta,whole grain bread",
                "Celery",
                "Anything that is protein",
                "They have little calories in them"
            ],
            ["stay away from dressings though"],
            [
                "water for a drink",
                "Drink water for all meals",
                "drink water with it",
                "Drink 8 ounces of water after your first serve",
                "Try drinking water all day"
            ],
            [
                "eat after exercising would be great",
                "Don't eat a big dinner",
                "Breakfast should be the largest meal of the day",
                "Keep it about the size of your fist or smaller",
                "eating well and exercising"
            ],
            [
                "if you want to lose weight without STARVING yourself, go for 1,500 calories",
                "if you really want to lose weight you should be eating 1,200-1,300 per day",
                "You do not want to eat 300 calories",
                "why would you want to live off of only 300",
                "it is BETTER to be unhealthy and overweight than to live off of a 300 calorie diet",
                "try a 1,300 calorie diet and do 300 calories worth of cardio a day",
                "do not do a 300 calorie diet",
                "you will just be setting yourself up for failure",
                "Look for more alternatives",
                "your going to need more calories than that",
                "just eat a 200 or 300 calories protein bar and just call it a day",
                "Your mission you got set there is impossible",
                "it IS starvation",
                "Doing this is unhealthy",
                "it'll only ensure you gain your weight back immediately when you start eating normally again",
                "leads to major eating disorders",
                "starvation will only produce more body fat",
                "when u are starving urself ur body starts producing more fat",
                "they take the nutrients from places like eyes which can damage ur eyes",
                "only eating 300 calories is unsensible",
                "will only cause health problems",
                "you will die first before you lose any weight",
                "This is a bad idea",
                "It is not good for you to do such a thing"
            ]
        ],
        "question_id": "20140223184618AAxgwEg"
    },
    {
        "proposition_clusters": [
            [
                "Manuka honey apparantly has healing properties",
                "It wont dry out your skin like face washes with harsh chemicals ",
                "is good for getting rid of acne scars",
                "It helps to improve the overall quality of the skin",
                "it can help to prevent new ones appearing",
                "Exfoliate your skin once a week using a paste of honey and sugar",
                "honey is very moisturizing",
                "it'll help clear your skin"
            ],
            [
                "Soap made from vegetable fats (rather than normal soaps made from animal fats) will help improve the overall quality of your skin too",
                "Avoid using Soap",
                "stop or avoid using soap as soap is very harsh for our skin",
                "Use face wash instead of soap"
            ],
            ["don't pick, poke, or touch a pimple"],
            [
                "Clear Skin Gently",
                "do it with gentle soap or some of herbal face wash"
            ],
            [
                "Care for you hairs too",
                "hairs are also a most common reason for acne",
                "Hair contains lot of germs which affects your skin",
                "if you are caring for acne then you should have to take care for your hairs too"
            ],
            [
                "there are some medicines are active in the market which works best for acne e.g Tretinoin cream, Retin A cream",
                "For a really good cream look for Monsia skincare online",
                "will help a ton with uneven skin and acne scars",
                "works like a charm if you use them properly along with good hygiene and a good diet",
                "Its the natural cure aqua gel"
            ],
            [
                "coco butter",
                "Bio Oil for your scars ",
                "it works like a charm "
            ]
        ],
        "question_id": "20140225222612AATkxak"
    },
    {
        "proposition_clusters": [
            [
                "==INNER_CLUSTER===",
                "It really does sound like you have been going through a lot",
                "Never give up on yourself;",
                "It sounds like you are going through a difficult time. We are sorry to hear that you are feeling so depressed. "
            ],
            [
                "hurting yourself is never the answer",
                " Suicide is a permanent solution to a temporary problem.",
                "Please keep in mind that suicide is a permanent solution to a temporary problem",
                "No no no. Dont kill yourself. It doesnt solve your problem."
            ],
            [
                "It's so important that you immediately reach out for support from a trusted adult such as a parent, school counselor, teacher, coach, or minister. ",
                "We would suggest getting evaluated by a medical doctor or mental health professional, and getting involved in counseling.",
                "Please contact 911 if you need immediate assistance. ",
                "It may help you to talk to a counselor at a hotline.",
                "Know that there is help out there for you and you are not alone. ",
                "We really think it would be beneficial if you were to call into a Hotline and speak with one of the crisis counselors"
            ],
            ["there is someone who still loves you..."],
            [
                "Go for a jog/run.",
                "Join some clubs like theater, student council, debate team or anything for that matter.",
                "Just try your best at school, get through highschool and 2 years of college and no one will ever care about your grades.",
                "do things that make you feel good about yourself and that you enjoy",
                "Some suggestions we encourage you to try are to exercise, read, journal your feelings, listen to music, and watch TV or a movie.",
                "Using healthy coping skills will help with your depression, keep you busy, and distract your thoughts from whatever you are going through."
            ],
            [
                "Forget the world for a little.",
                "Dont listen to what people says about you. ",
                "Stress less over others just take some time out of your life to focus on yourself and making yourself feel better."
            ]
        ],
        "question_id": "20140228052141AA6g5PH"
    },
    {
        "proposition_clusters": [
            [
                "Actavis promethazine /codeine purple cough syrup for sell",
                "actavis codeine syrup, xanax, oxycodone, percocet and other pain relief meds for sale",
                "ask for Sertraline",
                "medical marijuana"
            ],
            [
                "do you think you could contact a support line",
                "there is the Samaritans....they can listen to what you have to say and try and support"
            ],
            ["things can improve, just give yourself time"],
            [
                "use the methods commonly used to treat depression",
                "link for common depression treatments"
            ],
            [
                "change the way we experience the pain",
                "direct your attention more on how you came to where you are now",
                "emotions are not a bad thing when they are controlled",
                "God put us together the way we are...able to feel emotions"
            ],
            [
                "google it",
                "Join the army",
                "tell a dr. about your feelings/symptoms"
            ],
            [
                "you can't",
                "there is no scientific and 'real' way to not feel anything "
            ],
            [
                "method called \"looking\"",
                "there are many ways to allow yourself to not react to impulses"
            ]
        ],
        "question_id": "20140301154752AALgEK0"
    },
    {
        "proposition_clusters": [
            [
                "I prefer menstrual cups",
                "Menstrual cups are internal like tampons but FAR safer and more hygienic",
                "no risks of TSS, vaginal infections, increased cramps, or dioxin",
                "they can be worn for up to 12 hours, with any flow, before your period, overnight",
                "no need to alternate with pads",
                "a lot more convenient than tampons",
                "Menstrual cups are more comfortable",
                "can reduce flow and cramps",
                "don't leak like tampons or pads",
                "you consider cups instead of tampons",
                "they're far better in general",
                "when active they're better than tampons"
            ],
            [
                "you can't wear tampons when your flow is light",
                "tampons can increase cramps",
                "tampons leak",
                "tampons suck by comparison",
                "they can be uncomfortable",
                "it will probabaly not hold your flow if its kinda heavy",
                "you night have to change it more often than a pad depending on how heavy your flow is",
                "if I get the ultra maxi super plus whatever I need a pad"
            ],
            [
                "Avoid rayon tampons like Tampax, Playtex, or Kotex",
                "these are made from rayon which is rougher than cotton ",
                "causes more damage to vaginal tissues",
                "is more favourable to bacteria and contains chemicals - these increase risk of TSS, vaginal infections, increased cramps",
                "contain dioxin",
                "more likely to cause irritation too",
                "Opt for cotton tampons like Cottons, Natracare, or Emerita",
                "you may also be more comfortable with sponge tampons like J&P or soft tampons like Beppy",
                "they're soft and squishy",
                "not as drying or irritating"
            ],
            [
                "Non-applicator are best",
                "applicators sole purpose is to limit genital contact, not to make insertion easier",
                "as there's nothing wrong with genital contact there's no reason to use applicators",
                "Definitely use plastic applicators",
                "they are much easier to insert"
            ],
            [
                "Always start with lowest absorbency during heaviest flow",
                "if the tampon leaks within 1-2 hours use higher",
                "if the tampon isn't saturated with blood after 4-6 hours use lower absorbency or switch back to pads",
                "It helps to use lubrication the first time",
                "something like KY jelly or a natural oil like coconut oil or olive oil around the vaginal opening and on the tampon",
                "Masturbation helps",
                "it can help when inserting a little tampon",
                "same goes for if you struggle with removal",
                "It also helps to explore your genitals",
                "As long as you use tampons correctly and relax they shouldn't hurt",
                "As long as you relax they also won't get stuck either",
                "Start out by trying the lowest absorbency tampon you can get",
                "Something like \"lite\" or even \"regular\" will work",
                "do it on the heaviest day of your period",
                "You should only wear the lowest absorbency that you need to control your flow for 4-6 hours",
                "If it starts to slide out easily, it's time to change",
                "If it stays put, you can leave it in for a bit longer",
                "you might want to switch to a lower absorbency so that it's ready to be changed about every six hours or so",
                "Wrap them in toilet paper and put them in the trash or the receptacle in the stall",
                "wear a liner or a pad along with tampons for the first few times",
                "get the smallest like size of tampons",
                "do not ever use Vaseline or baby oil",
                "Don't flush applicators or used tampons",
                "NEVER more than eight hours",
                "just start with the smallest size",
                "Find a tampon that is a minimum of your flow",
                "don use a super if you are a regular",
                "You need to relax",
                "change your tampon every 4-8 hours",
                "relax",
                "being tense will only make things worse",
                "Pull on the string and wrap the tampon in toilet paper",
                "Do not flush thape tampon in the toilet",
                "I would segest wearing a liner also so just incase it leaks alittle"
            ],
            [
                "to put a tampon in first you gotta sit on the toilet with your legs apart, then find you vagina then depending on the type of tampon put the tip of the tampon right over your vagina then just push the tampon in",
                "don't worry about it getting lost, because the string that is attached is pretty long",
                "if it does your putting it in wrong",
                "pull it out and try again at a different angle",
                "Follow the instructions in the box",
                "When you insert it, remember to point up and toward your back, not straight up",
                "You shouldn't be able to feel it when it's inserted properly",
                "They do come with instructions on how to put them inm",
                "To insert the tampon you can sit on the toilet and separate your legs",
                "you can just stand and kind of squat",
                "you can put one leg on the toilet",
                "if you are having dificulties finding your hole, use a little hand mirror",
                "Put your fingers on the grip, insert the tampon, not strait up",
                "When the tampon is in, put your underwear on and tuck the string in your underwear",
                "When you need to take it out, pull on the string"
            ],
            [
                "a tampon will definitely make you feel less constricted",
                "Tampons can offer you a lot of freedom during your period",
                "tampons arent bad at all",
                "I much preferred using tampons when I still had periods",
                "I found them more comfortable",
                "they were definitely more convenient as opposed to having to use pads",
                "They don't hurt",
                "you won't have trouble removing them ",
                "It is impossible to lose your tampon in your vagina",
                "I prefer tampons",
                "I definitely prefer tampons to pads in all situations",
                "They are cleaner",
                "easier",
                "more effective",
                "more efficient",
                "much more comfortable than pads",
                "in the end its worth using tampons"
            ],
            [
                "It's not embarrassing to still wear pads",
                "I like being able to keep track of my flow, and that's why I usually use a pad"
            ],
            [
                "I hated using pads bc I am active and my period ALWAYS leaked through my underwear",
                "I also hated the smell of using pads",
                "I hate pads they are disgusting"
            ]
        ],
        "question_id": "20140301184048AA6xJ2h"
    },
    {
        "proposition_clusters": [
            [
                "Using one of the e-cigarette products has proven helpful ",
                "replacing real cigs with ecigs ",
                "use a vaper"
            ],
            [
                "just decide that I was done with it",
                "quit cold turkey ",
                "Have determined that you do not smoke "
            ],
            [
                "I quit by smoking pot.",
                "Everytime I needed a smoke I just got stoned"
            ],
            [
                "can definitely be overcome by following things patiently",
                "Make a list of motivations and try to follow",
                "try to give more importance to your promises"
            ],
            ["Get support from your family and friends"]
        ],
        "question_id": "20140302204841AAPRm5J"
    },
    {
        "proposition_clusters": [
            [
                "I drink 3 to 4 cups of coffee a day and i'm perfectly fine",
                "i drink 6 cups a day & i'm fine",
                "has anyone's heath been destroyed by coffee before",
                "I sometimes drink even 5"
            ],
            [
                "drinking two to three cups a day could reduce your risk of developing Parkinson",
                "coffee has a good benefits",
                "my doctor told me that drinking coffe is actually good for you",
                "its even healthy but it is safe",
                "actually pretty good for your skin actually"
            ],
            ["you should cap your consumption at three cups a day"],
            ["i love its smell"],
            [
                "not good for health if you take it in hawwt weather",
                "non healthy for me cause it boils my blood",
                "I don't think Coffee or tea is gud for our health",
                "Its not healthy, but safe"
            ],
            ["Yes, but try not to have coffee before your sleep time"]
        ],
        "question_id": "20140303014817AAJl3x7"
    },
    {
        "proposition_clusters": [
            [
                "if you ever want to talk to someone im always here",
                "you can email me any time",
                "you can talk to trained professionals, doctors, your parents, your friends, your teachers",
                "just anyone you feel somfortable with",
                "you can contact childline",
                "you can talk to teachers",
                "the best option is to find help",
                "there are so many organisations that you can call",
                "why not seek counseling",
                "I hope you can find some help"
            ],
            [
                "depression and suicidal thoughts can be prevented",
                "it takes time but it can"
            ],
            [
                "his family friends and everyone who knew him felt a huge hole because they just knew it was preventable",
                "imagine how your parents will feel",
                "imagine how your family will have to live with the thought you hated life so much",
                "imagine how hopeless your siblings will be",
                "if you commit suicide your not only ending your life, but your families, your friends and mine too"
            ],
            [
                "he had to change schools",
                "the head teacher didnt want any copycats",
                "most schools actually tend to remove the child from their school",
                "get asked to leave your school"
            ],
            [
                "you could be left with permanent damage with your stomach, liver, digestive system and more",
                "you could live the rest of your life with serious health conditions",
                "if you overdose and end up in hospital you could possibly suffer from permanent health damage",
                "After 2-3 days, liver starts getting damaged (Hepatic damage)",
                "so does your kidneys (Renal damage)",
                "you will face terrible pain in stomach",
                "you are left with 2 really ruined livers",
                "in some case life destroying medical problems",
                "it could take up to a week to die",
                "Often it does not kill people but they end up destroying their liver and living miserable lives",
                "talk to people",
                "open up"
            ],
            ["end up even more upset than you are now"],
            [
                "it was almost as if nothing had happened",
                "you don't go into coma after an overdose of paracetamol",
                "you will wake up normally and wonder what happened to you",
                "you will be taken to hospital and saved",
                "you are just taken to the hospital and are saved",
                "They would put you in a room & remove any objects that you could possibly harm yourself with"
            ],
            ["now its on my record that i attempted suicede"],
            ["I can't enlist in the military"],
            ["Switch school"],
            ["Chant this quietly to yourself"],
            ["focus on your studies and go for gold"]
        ],
        "question_id": "20140304112332AApn18P"
    },
    {
        "proposition_clusters": [
            [" i used to self harm 3 times a day, so i worked it down, 2 times a day, 1 time a day, every other day, few times a week, once a week, every few weeks, once a month… so on. it actually works. its a slow process but there isn't many other choices. and limit how much you do."],
            [
                "try and keep yourself distracted, that is key. exercise, funny movies, blogging, anything. busy busy busy, less busy you are, more time to think, more time to think, more negative thoughts, more negative thoughts, more self harm. its a cycle.",
                "find a big happy church, attend some groups there and have fun.",
                " look at yourself in the mirror and speak out loud to yourself \"I am better than this\", \"I am in control over my body\", \"I can be happy just like everyone else\".",
                "It may sound stupid and simple but smoke weed."
            ],
            [
                "the help you really need is from a professional who has experience and understanding of those who self-harm.",
                "The help you need requires long term commitment which can be agreed upon between you and a cousellor. ",
                "if you are not getting help from a counselor you should maybe try that.",
                " You may even want to get involved with an outpatient program for more support.",
                "Clearly, you need to seek a support group and have your concerns heard.",
                "You dont need therapy but you DO need a dr. He/she is the only one who can help. ",
                "Maybe have a list of people you can call (you can even use a crisis hotline as well.) "
            ],
            [
                "Have you share this with any of your family? You don't have to be alone.",
                "sounds like your friend is worried about you. Hold onto that friendship. They can be there for you as well. "
            ],
            [
                "You should come up with a safety plan for yourself, one you can follow when ever these thoughts of cutting come up.",
                "Write yourself a note about how you better than this, that you don't need to cut. When you're feeling down and want to cut, read the note "
            ],
            [
                "Some people find that removing themselves from the items they use to cut work so going for a walk helps.",
                "try to read news worldwide and you might as well realize that you are not the only one who's having a problem."
            ],
            [
                "You can also try using a rubber band or piece of ice on your skin in the places you want to cut.",
                "try to bruise yourself instead of cutting ",
                "if you cut in a certain place, put a bandage or tape on that area "
            ],
            [
                "Try to remember that you can help yourself by believing in yourself and knowing that you can get better",
                "you gotta believe you can get out of this dark place."
            ],
            [
                "If you are a teen, remember that the teen years are the absolute worst time of life.",
                "its hard, dealing with unpredictable hormones and roller coaster emotions. "
            ],
            [
                "Tell dr. about your symptoms and ask for anti-depressants.",
                "With the right antidepressants, you will be much better, happier, calmer, confident, relaxed, normal and self mutilation will no longer have a strangle-hold on you."
            ]
        ],
        "question_id": "20140305143108AAC1KZH"
    },
    {
        "proposition_clusters": [
            [
                "try and think positive when in doubt.",
                "Even if things don't turn out great at least you've not spent ages worrying about them",
                "Don't over think things because when you over think you might try to find everything that could go wrong instead of thinking about everything that can go right",
                "Learn to be confidant in yourself and never run away from your problems because facing them only makes you stronger.",
                "The best thing to do is to just put yourself out there, you have to fight for yourself and conquer your fears.",
                "Think positive and when you ever watch Titanic, I remember jack said: That make every single day of your lives with Happiness and no worry."
            ],
            [
                "Meditate (it sounds corny but it actually does work)",
                "Do some yoga or exercise. People don't realize how doing the small things can greatly affect the mind in a positive way.",
                "I find it helpful to be in a quiet place, breathing in a relaxed state "
            ],
            [
                "Seek counseling. ",
                "Most states offer free counseling programs, that include giving free anxiety meds and/or talking to qualified awesome professionals. "
            ],
            [
                "Always keep an open circle of trusted friends/family you can talk to.",
                "Sometimes being able to vent to unbiased people is the best therapy!! ",
                "asking for help & for solutions b/c that means that you're more strong & courageous than you think!",
                "surround yourself with good people and always smile. ",
                " Talk with your close friends who knows you from long time share your current state. b/c sharing will help you feel better."
            ],
            ["take a sleep aid (Tylenol PM for example). "],
            [
                "Get to the root of your depression. When did it start? What/who are your triggers?",
                "Do the emotional homework & get to the deep rooted problem of your depression/anxiety. ",
                "The only way to get over anxiety is by facing it head on",
                "You have to fight it, it's as simple as that. ",
                "staying back and not facing it makes it all worse",
                "Facing your fears is the answer to beating them. "
            ],
            [
                "Go back to doing all the things you stopped doing.",
                "Keep yourself distracted & FORCE yourself to go out & have fun",
                "Don't isolate yourself no matter how much you want to b/c it'll just lead to a false sense of feeling like you're alone. "
            ],
            [
                "Go to a support group or do some research on depression.",
                "The best feeling in the world is when you realize that not only are you not alone, but there are people out there who face the same demons as you, if not worse!",
                "Just having someone you can relate to, especially if they've overcome the same demons you're trying to overcome, is probably the most effective methods to abolish depression"
            ],
            [
                "If you're a spiritual or religious person, pray. ",
                "Ask God to remove the depression, loneliness & anxiety from your spirit & body. ",
                "Become more a religious person, always love GOD. "
            ],
            [
                "Watching all the funny vines, videos & seeing all the hilarious memes has really helped me in grieving the death of my mother & my bipolar disorder ",
                "Find a hobby",
                "You can also listen to the good and your fav music and watch comedy. ",
                "I know this is hard but try to watch funny videos and go out and have fun with your friends"
            ],
            [
                "Write down one or two things in the morning that you would like to accomplish no more. Don't write them at night because you will be thinking about them all night",
                "Keep it simple don't overwhelm yourself with so many that you can't finish one that you start.",
                "writing the big things that are stressing me out in my journal"
            ],
            ["Read your question like you were going to answer it for somebody else. See what you come up with. "],
            ["Maybe you could find something or someone you really love and interested, and try to focus your attention on that"]
        ],
        "question_id": "20140310183238AAmBXar"
    },
    {
        "proposition_clusters": [
            [
                "jogging is an excellent exercise ",
                "Run/jog to lower your overall body fat percentage",
                "Do 30 minutes of cardiovascular exercise per day",
                "more cardio ",
                "You should try swimming",
                "Or running",
                "you have to do cardio"
            ],
            [
                "you should target them with exercises",
                "Target your problem areas with exercises",
                "Lift your legs",
                "reverse crunches ",
                "Do leg lifts"
            ],
            [
                "Lower/control your daily calorie intake ",
                "Reduce your caloric intake",
                "Reduce your portion size",
                "Stay away from high calorie, low-nutrition foods",
                "Keep track of your, calorie intake",
                "I would recommend eating less carbs",
                "most importantly healthy eating",
                "you need to learn how to eat healthier ",
                "cut out the foods that got u the belly fat ",
                "eat more proteins an reduce carbs an sugars"
            ],
            [
                "I used to have big problems dropping the love handlest",
                "I have the same problem "
            ],
            [
                "Here's a good site I found that really helped",
                "Do you have tried out Pure Garcinia Cambogia?"
            ]
        ],
        "question_id": "20140311210155AAhYH2u"
    },
    {
        "proposition_clusters": [
            ["Don't take any viagra, cialis, etc. etc., even when you're older"],
            [
                "just keep practicing by masturbating",
                "So enjoy masturbation a bit,and keep the time of ejaculation same"
            ],
            [
                "just stop for 30 seconds, and start again",
                "just stop for 30 seconds, and start again",
                "which can show a man how to develop permanent ejaculation control",
                "The truth is that there are many ways to prevent premature ejaculation",
                "to last longer in bed is something that lies within your control",
                "squeeze the tip of your penis"
            ],
            ["Never ever try to stop the ejaculation as it could cause serious consequences."],
            ["Think about other things while She is doing it"],
            ["I last longer by being Nude"]
        ],
        "question_id": "20140312064242AAIANqi"
    },
    {
        "proposition_clusters": [
            ["No idea"],
            [
                "when you die, the life, if there is one, is worse?",
                "Kill yourself is not the answer"
            ],
            [
                "seems very selfish for you to kill yourself",
                "an extremely selfish thing to do."
            ],
            [
                "parents will be in pain for many years",
                "You'll also screw up your family for life"
            ],
            [
                "people who were homeless and now are millionaires",
                "things got better and changed in ways that I couldn't have predicte",
                "Right now will become back then sooner than you can imagine",
                "during that time lots of things are gonna change-for the better",
                "hang on because things will get better"
            ],
            [
                "Take morning walks",
                "Go somewhere Quiet",
                "you should just do yoga or try to do exercise",
                "deep breathes and breathe slowly",
                "only you and nature,admire the view and think about your life",
                "Accomplish one ritual daily to help keep your mind off suicidal thoughts",
                "Vision a beautiful place in the future where you are sitting there in total peace"
            ],
            [
                "they'll give you pills to help control your depression",
                "read the book how to lift depression",
                "anyone noticed about your depression for THREE years",
                "Seek the main source to your depression",
                "i have depresson too, wanted to kill myself",
                "I too have depression and know bad it can be"
            ],
            [
                "don't you EVER think that you're too weak For this world",
                "don't worry about what others says and thinks of you",
                " just stay strong, ultimately its your decision but i wouldn't advise it"
            ],
            ["you do have a talent, because everyone has a talent including yo"],
            [
                "tell you parents without blame ",
                "resolved the situation between my parents by opening up them about everything"
            ],
            ["You should make a similar plan"],
            ["You should like be calm & never think of Killing yourself"],
            [
                "Don't kill your self",
                "no, dot kill yourself",
                "omg noooooooooo!",
                "no. you need the holy spirit"
            ],
            ["Depression you can take VITAMIN D, VITAMIN B1, VITAMIN B6, VITAMIN B12 "],
            ["I also find that writing things down helps"]
        ],
        "question_id": "20140314105620AAOecwL"
    },
    {
        "proposition_clusters": [
            ["The idea of controlling your anger is beautifully expressed by the Bible psalmist David"],
            [
                "keep from getting heated up in the first place",
                "completely to avoid the people or the things that act as anger triggers",
                "you should find a way to not be angry, rather than a way to deal with your anger"
            ],
            [
                "slow down and relax",
                "count to 10 and breathe"
            ],
            ["Immersing yourself in something you enjoy"],
            [
                "regular exercise and eating a healthful diet",
                "fresh air and maybe take a dog for a walk",
                "Travel new places and meet positive people"
            ],
            ["Occupy yourself with work."],
            ["find something to keep around to smash that's cheaper than controllers and screen"],
            [
                "I suggest you find a local 'anger management' course which will help you tackle your anger",
                "You need a Therapist to find out where all this Anger is coming ASAP",
                "order a self help book on anger management",
                "look for any local anger management courses"
            ],
            [
                "learn to enjoy the adventure not the winning part of it.",
                "Life isn't about the destination. Its about the journey",
                "you can learn to be ok with losing then you will be fine"
            ],
            ["you are addicted to the adrenalin rush from anger"],
            ["Change your surroundings if getting monotonous"]
        ],
        "question_id": "20140315142317AAuTJQX"
    },
    {
        "proposition_clusters": [
            [
                "Your mother would do well to stay away from your children ",
                "in case she catches anything from them that would interfere with her treatment",
                "if she ends up with a very compromised immune system, then she may need to be removed from likely disease vectors, like your kids",
                "Your kids will/can make your mom sick",
                "if your kids have snot pouring from their noses, keep them away from her IF her blood counts are low",
                "your children could bring home all sorts of infectious diseases that could put her at high risk",
                "NO"
            ],
            [
                "It is not safe for other children to be around your kids right now",
                "it is not safe for your kids to be around other people",
                "There have been several recent outbreaks of previously controlled diseases, caused in large part by parents who make the stupid and unscientific decision not to vaccinate their kids"
            ],
            [
                "that is something that needs to be discussed with her oncologist",
                "This is a question for her doctor"
            ],
            [
                "you could get them vaccinated. Like a responsible parent",
                "your kids should be vaccinated"
            ],
            [
                "Just because a person is unvaccinated, doesn't mean they're carriers of a disease",
                "there is NO risk of contacting things like measles, mumps, or whooping cough from someone who DOESN'T have it",
                "While unvaccinated children are at risk of contracting these diseases, they are not automatically carriers just because they haven't had their shots",
                "Your home is not one of them"
            ],
            [
                "What's actually more dangerous is being around children who have been newly vaccinated with live virus vaccines, which include the MMR and certain flu vaccines",
                "The children can shed the virus and infect an individual with a compromised immune system",
                "Part of the patient teaching when they begin chemotherapy is to avoid contact with children who have just received live-virus vaccines"
            ],
            ["Once an individual is vaccinated, there is a small risk of infection to individuals with immune compromise"],
            ["Good hygiene, including hand washing, is a major step in prevention of communicable diseases"]
        ],
        "question_id": "20140318122707AAA0fzd"
    },
    {
        "proposition_clusters": [
            [
                "sleeping problems are probably caused by stress, depression, anxiety and worry.",
                "just relax and switch off "
            ],
            ["pills can give you bad side effects such as headaches and drowsiness"],
            [
                "some light exercise",
                "Make sure your diet and exercise are at a standard level",
                "Get a really tough workout that will leave you jaded"
            ],
            ["Nice shower before bed helps."],
            [
                "Good nutrition and vitamins everyday helps too",
                "try vitamin supplements.",
                "Try taking a melatonin supplement",
                "Try taking a melatonin supplement",
                "Common OTC sleep aids include Chamomile tea, 5-HTP, Melatonin",
                "Sleep enhancing foods include warm milk, turkey, cherries, oatmeal, bananas"
            ],
            [
                "Just don't watch tv before you sleep",
                "Dont watch tv too late"
            ],
            ["make sure no disturbance from any noise. "],
            [
                "ho knows maybe the cellular radiation has effect on your sleep rhythm",
                "At night be sure to turn off all electronics that receive radio waves! That can interfere with your sleep without you knowing it. "
            ]
        ],
        "question_id": "20140318202042AAWrWee"
    },
    {
        "proposition_clusters": [
            ["going to burn more easily than other areas are"],
            [
                "your private parts, was designed to be naked in the sun",
                "Same as any other part of the skin",
                "It should be good, if you are not doing this for too long"
            ],
            ["not a big fan of sunbeds or of deliberately seeking an unnaturally deep and unhealthy tan"],
            [
                "it puts you at a higher risk of skin cancer",
                "That's an invitation for skin cancer dude",
                " ever heard of skin cancer",
                "you could very well damge then as well as give yourself skin cancer"
            ],
            [
                "causes the body to wrinkle quicker",
                "and the rest of your body to",
                "Your doing damage to all of your body not just your balls"
            ],
            ["ten minutes of sun exposure on your balls can increase testerone though"],
            [
                "Probably yes",
                "yep",
                "shielding balls is probably good idea."
            ]
        ],
        "question_id": "20140322082716AAIctTZ"
    },
    {
        "proposition_clusters": [
            [
                "Please, do not kill yourself!!!!!!!! ",
                "Life is far too precious to throw away. ",
                "NO u shouldn't!!!",
                "Just don't kill yourself! Suicide is a permanent solution to a temporary problem",
                "Please do not take your life away. ",
                "You can't kill yourself over a little argument!!",
                "killing yourself is not an option!!",
                "Definitely a bad idea!",
                "No you shouldnt",
                "There is no reason to kill yourself and especially when your so young"
            ],
            [
                "Tell your parents about what is going on at school",
                "Talk to someone like your mam or the principal because that's a form of bullying",
                "you can also tell your parent's, they can really help you"
            ],
            [
                "visit a psychiatrist as soon as possible!",
                "If you are having suicidal thoughts, help is needed ASAP!",
                "Be patient; get help"
            ],
            ["You might be going through a rough patch in life, but that doesn't mean you have to die."],
            [
                "even if you don't have friends at school it's not hard to make them doing other things.",
                "Think of how many people their are in the world. How many new friends you have.",
                "Things will get better, just pick your friends wisely.",
                "just move on, you will make new friends"
            ],
            ["Join sports teams or a group class."],
            [
                "Just ignore her and her comments!",
                "don't lower yourself to her low level.",
                "Don't talk bad about her to anyone. Just smile at her and turn away ",
                "lose contact with that girl",
                "she is not a real friend, because real friends don't do stuff like that",
                "its better to stop being friends with her"
            ],
            ["just stand up to her and say"],
            [
                "Smile smile smile. ",
                "No need to kill yourself when your so busy smiling. ",
                "Smiles will bring new friends. ",
                "Smile."
            ]
        ],
        "question_id": "20140322170801AAMYAXm"
    },
    {
        "proposition_clusters": [
            [
                "You may well have a food sensitivity, it's a common cause of persistent constipation",
                "consider having a food sensitivity test"
            ],
            [
                "You need to go to the doctor",
                "see a doc before you get worse. ",
                "You need to go to the doctor and get some help.",
                "You should seek medical attention right away.",
                "You need to see your doctor.",
                "Please get to a doctor right away! "
            ],
            [
                "you may have a bowel obstruction which can kill you.",
                "This is very toxic and could kill you."
            ],
            [
                "You should start with a good laxative such as Milk of Magnesia. Use as directed on bottle. Take it daily until your bowels move. ",
                "Then start taking 1 tablespoon of Metamucil with 8 ounces of water daily. It should start you toward being regular. ",
                "milk of magnesia 1 ounce every hour until you go, trust me you will in less than 6 hours"
            ],
            [
                "If it hasn't happened in 10 days, I doubt it's gonna happen without some aid. ",
                "10 days without a bowel movement is not good. You may have blockage or impaction.",
                "10 days is too long to go without a bowel movement which is the reason why you are feeling so sick"
            ],
            [
                "Constipation is often due to an unhealthy diet with insufficient fiber",
                "Wheat germ, wheat bran, Chia seeds and Psyllium husks are very high fiber foods and there is also a lot of fiber in fruit and vegetables. "
            ],
            ["Both constipation and IBS as well as diarrhea can be cured with liquid chlorophyll "],
            ["Mineral oil"]
        ],
        "question_id": "20140331145901AAbMcQh"
    },
    {
        "proposition_clusters": [
            [
                "I would definitely not recommend it",
                "alcohol will not work",
                "FORGET THE ALCOHOL",
                "That's a very bad idea"
            ],
            [
                "It can have some pretty serious side effects",
                "it can cause greater problems in the long run",
                "it will just cause more problems",
                "You can be fired",
                "wont be able to use that job as a reference",
                "You or your parents could get arrested ",
                "MEDICALLY, it's worse than bad",
                "Becoming an alcoholic will make things worse",
                "it would do you more harm than good",
                "try to stay healthy"
            ],
            ["I would suggest talking to someone"],
            [
                "You can be put on safe anti-anxiety medications ",
                "or you can enter talk therapy",
                "Your parents should take you to a doctor to get some treatment ",
                "Prescription medication for anxiety, stress, nervousness, depression and worry can give you bad side effects ",
                "natural remedies are often much better",
                "Get some qualified help ",
                "See your doctor for help"
            ],
            [
                "this IS treatable",
                "Don't give up",
                "But, it is treatable"
            ],
            [
                "I do suggest is not doing too much too soon",
                "Don't try to jump in the deep end",
                "Don't try to do it all in one day",
                "Be patient with yourself"
            ],
            [
                "walk around out side by yourself ",
                "observe people",
                "go to the park and sit on a bench",
                "go to school",
                "play a sport",
                "get a full time job "
            ],
            [
                "imagine yourself interacting with people",
                "Visualization helps A LOT"
            ],
            [
                "I used to do that",
                "when I was your age I grew a terrible addiction to opiates "
            ],
            ["being homeschooled is actually working to make your social anxiety worse"]
        ],
        "question_id": "20140331211840AAoZIff"
    },
    {
        "proposition_clusters": [
            [
                "Green vegetables",
                "fruits rich in vitamin c and veggies",
                "try eating fresh fruits",
                "iron rich foods include: dates, spinach, fenugreek, jaggery, raisins and figs",
                "Ensure that you include a serving of 1 of the following in the daily diet: lemons, lime, oranges, cherries, papayas, mangoes, bell peppers and guavas",
                "Whole grains, vegetable oils, walnuts, almonds and peanuts are excellent sources",
                "iron rich foods include: dates, spinach, fenugreek, jaggery, raisins and figs",
                "eat enough vegetables and fruits"
            ],
            ["mushrooms are an aid to your immune system"],
            [
                "foods that help digestion may strengthen your immune system",
                "ginger, pineapple, papaya,and peppermint are good for your digestion",
                "So is chamomile"
            ],
            ["GNC has a book by Phylis Balch on nutritional health"],
            [
                "I use many spices like thyme, sage, oregano, cayenne, turmeric",
                "I use herbal teas and table spices",
                "many Indian herbs and spice have numerous benefits for the body",
                "Echinacea: is a powerful herb that stimulates the immune cells of the body",
                "it is also known as a potent infection fighter",
                "combats a host of bacteria and viruses effectively",
                "Aloe vera, Astragalus membranes, Echinacea, Garlic, Ginseng, Glycyrrhiza glabra (licorice root)"
            ],
            [
                "it's deeply offensive and immoral to recommend that any sick or injured person should reject medical help",
                "doctor’s advise is essential",
                "do take them.. because you have to get better again"
            ],
            ["Beet Juice for Strong Immunity and Stronger Muscles"],
            ["Drink plenty of water"],
            ["Exercise"],
            [
                "proper rest",
                "rest"
            ],
            ["things like yoga are also very excellent for strengthening the immune system"],
            [
                "green tea is another amazing source of antioxidants",
                "A glass of green tea taken daily not only steps up the working of the immune system",
                "it also enhances digestion and assimilation",
                "boosts energy levels appreciably"
            ],
            ["stop smoking "],
            ["stop drinking "],
            ["try to eat at least 3 good meals a day, breakfast, lunch and dinner"],
            ["refrain from too many cookies"],
            ["too much sugar"],
            ["Probiotics"]
        ],
        "question_id": "20140404052013AAy9jzr"
    },
    {
        "proposition_clusters": [
            [
                "I started running when I was your age ",
                "I was the exact same way! "
            ],
            [
                "run on back roads ",
                "start off on an elliptical or treadmill indoors ",
                "switch to outside when you feel a little more comfortable ",
                "go early in the morning ",
                "or later at night when its dark",
                "you could go out in the early in the morning or in the evening",
                "get a friend to go with you",
                "If you have parks with trails those might be a lot of fun to run on",
                "Go out power walking "
            ],
            [
                "Check out the \"Couch to 5K\" program",
                "just go for it"
            ],
            [
                "it's so much easier for you to lose weight now, than later",
                "The longer you wait the harder it will be"
            ],
            [
                "try to start by slowly adding in more healthy foods, drinking water, and cutting out junk food",
                "controlling your diet is much more important than jogging",
                "Reduce diet to half "
            ],
            [
                "it's not as big of a deal as youre thinking it is",
                "don't worry about what others think",
                "you shouldn't feel ashamed no matter what size you are",
                "compare yourself to people just like you",
                "why should their opinion matter?",
                "you should not care what other people think ",
                "Don't be ashamed, be proud! "
            ],
            [
                "You can start out running in hoodies and sweatpants ",
                "Wear full sweats "
            ]
        ],
        "question_id": "20140404134659AABHnrA"
    },
    {
        "proposition_clusters": [
            [
                "Wow, I was exactly the same way",
                "You're not weird at all; actually you are a lot like my sister and I",
                "you are NOT weird and you are NOT boring and honestly",
                "Your not weird. Your different. ",
                "I certainly would not call you weird",
                "No you are definitely not weird",
                "Your not weird",
                "You sound just like me"
            ],
            [
                "you seem like a pretty cool person to be friends with.",
                "Your a good girl. That's not a bad thing at all",
                "your a good example of a good teenager",
                "Your awesome"
            ],
            [
                "there are many, many college students who share your background",
                "You will go to college and get a good job"
            ],
            [
                "you will be able to do so much more than your peers in life",
                "you will be setting up a comfortable life for yourself",
                "will be VERY happy you're like this by the time you hit 25-27",
                "you are on a good path",
                "If more emerging adults were like you, the world would be a much better place",
                "The profile you describe is the projection of what a successful adult looks like"
            ],
            [
                "Stand up and take pride in yourself. ",
                "You're a strong person for being yourself and doing what you know is right"
            ],
            ["The thought of sex makes me cringe too and my sister absolutely hates talking about stuff like that"]
        ],
        "question_id": "20140410064913AAfTZAy"
    },
    {
        "proposition_clusters": [
            [
                "totally normal",
                "Of course it's normal",
                "It's totally fine",
                "It's totally normal",
                "it is pretty normal ",
                "It is completely normal"
            ],
            [
                "i fear the dark too",
                "i can't stand the dark or creepy places",
                "Everyone is scared of something",
                "I don't like the dark either",
                "I don't like to do anything in the dark",
                "I'm exactly like you",
                "the dark terrifies me",
                "We all have different fears",
                "I'm just like you",
                "you're not alone",
                "Im 40 years old and still sprint thru the dark ",
                "Im a little scared too",
                "i think everyone is",
                "I’m 20 and still have problems with the dark"
            ],
            [
                "my mind generate the shadow creatures that makes me see things, hear voices, sounds and feel things that aren't there",
                "as soon as I turned on the lights, a face was right in front of me",
                "horrendous looking face could pop up out of nowhere at you, when you turn on the light"
            ],
            [
                "the dark is not that scary",
                "your mind playing tricks on you!",
                "you'll get over it",
                "you get over it",
                "watch a few movies where this happens",
                "Irrational fears can be overcome ",
                "most of the time I don't think we're afraid of the dark",
                "I think we're just scared of what we could see in dark "
            ],
            ["if there has been an incident I suggest counselling"]
        ],
        "question_id": "20140412232714AA21CR3"
    },
    {
        "proposition_clusters": [
            [
                "Neatly trimmed is nice",
                "My boyfriend likes it and he said ",
                "I trim for my man as shaving makes it itch a lot. "
            ],
            ["As long as it's clean and sweet though, I really don't care"],
            ["Waxing is always an option but yanking hair out by the roots is another"],
            [
                "it's not hard just do it in the shower if u do",
                "Bald is ok but that sure is a lot of trouble for a woman to go through though"
            ],
            ["i just shave my bikini area and i don't like it when its completely bald"],
            [
                "Makes you look more like a woman and less like a girl.",
                "the girl to shave their pubes are denying maturity",
                "because i feel like a prepubescent little girl i like feeling mature"
            ],
            ["You better shave, I'm a guy and I'm shaved too"],
            [
                "I prefer a natural hairy bush on a woman",
                "full bush is awesome",
                "Pubic hair, on a woman, is very, very erotic for a MAN",
                "I don't like it I LOVE it!! It looks more natural, mature, and sexier",
                "My personal preference is full bush"
            ]
        ],
        "question_id": "20140425111237AABMiQo"
    },
    {
        "proposition_clusters": [
            [
                "You are riot fat, your husband is right. ",
                "you have low self esteem.",
                "You have a confidence problem. ",
                "You aren't SEEING yourself right.",
                "perhaps consider therapy?"
            ],
            [
                "your weight is fine",
                "If you're 5'1 than 98 lbs is perfect!",
                "You. Are. NOT. Fat.",
                "You're weight is PERFECT for you're height!",
                "That is a perfectly normal weight, don't lose any more!",
                "so no you are not fat",
                "I don't think anyone under 98 lbs is considered fat.",
                "I'd kill to be your size. ",
                "I think you're pretty thin! ",
                "You have to be just right. ",
                "I wouldn't consider you fat if you were 4'9\" and 150 lbs.",
                "you're under the average you're perfectly fine ",
                "You are a light weight girl not in the LEAST bit fat."
            ],
            [
                "those pictures of supermodels and celebrities are airbrushed and photoshopped to make them a size 00",
                "Those pictures of skinny women are all photo shopped.",
                "dont let society mold you into something thats too good to be true."
            ],
            [
                "Losing 5 lbs won't do anything, dear.",
                "It is better sometimes to keep the weight and tone",
                "Just losing weight wont make you happy",
                "Not to lose weight but to be healthy."
            ],
            ["I just wear dresses, so I can feel pretty good about myself."],
            ["matter what others think anyway"]
        ],
        "question_id": "20140430211000AAU5ZPE"
    },
    {
        "proposition_clusters": [
            ["I am very sorry to hear that your family hates you, that is just unfair. "],
            ["That would only prove them right, the people who said I was no good."],
            [
                "Find something that you're good at. There has to be something, for everyone.",
                "Make your stand in the world, hold your head high and give yourself a reason to be proud of yourself. ",
                "believe in yourself",
                "When you can finally respect yourself, you'll find others respecting you. ",
                "Believe in yourself, ",
                "stand up for yourself, ",
                "think positive about yourself",
                "get it over and fight",
                "ever again think of taking the easy way out. "
            ],
            [
                "never listen to what society says to you. ",
                "never listen to the mean words, the insults, the jibes, the fun making, anything negative. ",
                "Give them a blind eye and a deaf ear. "
            ],
            ["talk to your family and tell them about the way you feel about what they think of you, and also about what's going on"],
            [
                "there are people who likes you, and who would love to hear what you have to say",
                "there are others out there who could relate to what you are going through right now, ",
                "if you went to a group of people and told them your story, I'm sure a good amount of people will go out of their way to help you",
                "you actually do have a lot of supporters in this world.",
                "You need a friend. Even if it's online, you need someone to talk to and confide in. "
            ],
            [
                "Everyone in sometime in their life had gone through tough times,",
                "hang on because things will get better.",
                "The downs are always followed by ups.",
                "there must be some challenges in our life",
                "Just because you're alone now doesn't mean that it won't get better later."
            ],
            [
                "Get help. See a psychiatrist. They are private and confidential.",
                "It's illegal for them to say anything that you two talk about, so you can really open up. ",
                "There is nothing wrong with seeing a shrink."
            ],
            [
                "Reading and meditating on the Scriptures can be of great help in coping with mental distress.",
                "the peace of God that excels all thought will guard your hearts and your mental powers by means of Christ Jesus.”",
                "In our own strength, we likely cannot cope with these tests of faith. However, the psalmist sang: “When my disquieting thoughts became many inside of me, your own consolations began to fondle my soul.”"
            ],
            ["Try to see if you can get depression pills"],
            [
                "Read books (it helps you lose your worries)",
                "Play sports(it helps you concentrate on the game then your surrounding )",
                "Draw(if you can, helps you lose your worries)",
                "Play games on your computer, phone, iPad, iPod etc. (the game distracts you from your problems)",
                "Watch drama shows(mostly found on pix11(star crossed, originals, all their shows starting at 8 until you fall asleep, their problems can distract you from yours)"
            ],
            ["Answer yahoo questions from other people(it feels good to know if you can/are helping someone even if it's small like \"how do you spell or what movie was this\")"]
        ],
        "question_id": "20140503141457AAKZbDb"
    },
    {
        "proposition_clusters": [
            [
                "She could be suffering from iron deficiency",
                "can be a symptom of a variety of diseases",
                "There may be many reasons",
                "fatigue is often a serious symptom of something worse",
                "there are many medical factors to consider",
                "She could be suffering from sleep apnea ",
                "suffering from depression ",
                "has a gas leak in the house ",
                "There are many clinical considerations",
                "problems such as headaches, migraines, dizziness, lightheadedness, shakiness and nausea",
                "One of the most common fatigue causes is anxiety ",
                "insufficient sleep, too much sleep, under eating, thyroid problems or other illnesses (such as anemia, mononucleosis, CFS, glandular fever and many others)",
                "side effects from medication, dehydration, overexertion, an unhealthy diet "
            ],
            [
                "Has she seen the doctor?",
                "she needs to see a doctor",
                "blood work and a thorough exam ",
                "get a realistic diagnosis",
                "see a doctor",
                "make any appointment with her PCP",
                "Lab work may be required ",
                "stress test might be required to check for plaque in the arteries",
                "I would suggest she see her PCP before anything else"
            ],
            [
                "Has she suffered a lot of physical labor or stress ",
                "Did she not take care of her body ",
                "Does she get sleepy after meals? ",
                "Does she wake up multiple times at night?",
                "Is she excessively thirsty? "
            ],
            [
                "change in lifestyle would be beneficial",
                "needs to exersize ",
                "Your right however about the exercise",
                "exercise can help you feel more energy",
                "some movement is strongly reccomended"
            ],
            [
                "go on a vegan diet for at least a week",
                "Stop tea and coffee and other caffeanated drinks ",
                "stay away from gravy",
                "eating right",
                "diet is most important",
                "should eat live organisms, fruits, veggies, grains, nuts and berries"
            ],
            [
                "some vitamins D,C, and a b12 shot could help ",
                "the energy vitamin B12 can help or a vitamin B complex",
                "Coenzyme Q10 can also help to boost your energy ",
                "The super food Spirulina is another good energy booster",
                "Dextrose tablets ",
                "Kali phos 30c 3-times a day before half hour food will help "
            ],
            [
                "could be dangerous and deadly if not treated",
                "Don't let this continue "
            ]
        ],
        "question_id": "20140512060542AADAhb5"
    },
    {
        "proposition_clusters": [
            [
                "It's not wrong to not shave. ",
                "If you don't want to shave, you don't have to provided you don't mind some raised eyebrows.",
                "It is completely your choice, and they do not have any right to make you do it.",
                "Shaving is a personal choice. If you don't want to, you do NOT have to",
                "Just because you are living with your parents doesn't mean they can tell you what to do with your body.",
                "You should NEVER feel like you have to shave",
                "I'm sure you have reasons why you do not want to shave and those reasons and your decision should be respected.",
                "Do why you feel is right for you and don't let anyone bring you down.",
                "Your parents really need to back off, that is totally disrespectful of them irregardless of you living with them or not.",
                "anyone, guy or girl, that tells you that not shaving is disgusting, just consider them a narrow minded moron.",
                "There is really nothing \"wrong\" with it.",
                "Your parents really can't make you do it. "
            ],
            ["if you don't remove the hair - especially in your armpits - it can make it more difficult to keep the area clean and prevent B.O. from developing. "],
            ["If you don't want to shave, you can always use other hair removal methods like depilatories, waxing, sugaring or electrolysis,"],
            [
                "hairy IS natural",
                "Shaving off hair is unnatural and can cause skin irritations, ingrown hairs..... "
            ],
            [
                "Nobody will look and a hairy girls and think she's pretty",
                "it's not wrong, it's just disgusting."
            ],
            [
                "personal choice more influenced by society than anything else.",
                "The idea that all women should have smooth legs and skin and no unsightly hair is a product of what media has told us is right.",
                "most women shave only because of social expectations, peer pressure etc",
                "It's just a social thing, and most people don't find it acceptable for a woman to not shave her legs and underarms. "
            ],
            [
                "I know plenty of men (my boyfriend being one of them) that do not care at all if a woman is hairy",
                "You will find many people who thinks it's gross but trust me you will also find people that don't care and even respect you more for not following the crowd.",
                " I've been lucky enough to have a wonderful boyfriend for the last 4 years who absolutely loves that I don't shave or trim the majority of my body hair.",
                "it is very true also that there are definitely guys out there that prefer women \"au naturel\","
            ],
            [
                "If you still live at home then you should do whatever your parents tell you to.",
                "I'd shave out of respect for your parents."
            ]
        ],
        "question_id": "20140512142524AAEWNAc"
    },
    {
        "proposition_clusters": [
            [
                "Pooping is necessary",
                "that wouldn't work",
                "of course yes",
                "It's a MUST",
                "Yes it is necessary"
            ],
            [
                "otherwise every single thing you put in your body wouldn't be able to leave",
                "it will just keep building up in your body and will cause huge health issues",
                "Pooping is one way of letting the dirt and unwanted things that are inside your body exit",
                "unnecessary things in your body need to go out "
            ],
            [
                "You will die if you won't poop when you continuously eat foods",
                "you will die rather quickly",
                "you will die"
            ],
            ["You burn some energy, you get fat with some more, "],
            [
                "and you poop/pee out the rest",
                "one of the waste products of our body",
                "because you need to get rid of harmful wastes"
            ],
            [
                "holding it in is not comfortable",
                "it would be a pain to hold it if you need to go",
                "Your body will not hold it ",
                "it would eventually come out sooner or later if you wait too long"
            ],
            ["you'll probably get your tummy an inflated"],
            ["Chinese saying named three urges in life (loosely). Pooping is one of them."],
            ["Your intestines will not re-absorb fecal matter"],
            [
                "all those bacteria ridden feces will enter your abdominal cavity",
                "cause massive infection, as well as the bleeding from the rupture"
            ],
            ["Nope, pooping is optional"],
            ["sweat it out for the first day or so, then your body starts to re-absorb it all"]
        ],
        "question_id": "20140516184058AAFXw0g"
    },
    {
        "proposition_clusters": [
            [
                "eat something nutritious ",
                "use olive oil everyday "
            ],
            [
                "Do some streaching excersize ",
                "exercise",
                "do it regularly in the morning with empty stomach"
            ],
            [
                "you may just turn out to be short",
                "their is a fair chance you will be taller than dad",
                "you'll probably end up being genetically short"
            ],
            ["get one of those torture stretching machines"],
            [
                "By natural growth",
                "It takes time",
                "you should be patient"
            ]
        ],
        "question_id": "20140524230411AAKYq77"
    },
    {
        "proposition_clusters": [
            [
                "Just brush those white food soldiers",
                "need to clean them after every walk",
                "need to gently brush your teeth and gums twice a day ",
                "floss daily ",
                "Just keep brushing and flossing ",
                "try mouth wash ",
                "use a softer bristle brush",
                "Use mouthwash"
            ],
            [
                "You already have gum disease",
                "You have gum disease",
                "means that they are dirty",
                "It's an early sign of gum diseas"
            ],
            [
                "you will lose your teeth ",
                "your breath will be awful"
            ],
            [
                "bleeding will go away after awhile",
                "your gums will get stronger",
                "they will stop bleeding every time you brush",
                "your dental hygiene will get MUCH betetr"
            ],
            [
                "dentist has constantly told me to floss more",
                "Go to a dentist "
            ]
        ],
        "question_id": "20140615082353AAL8xRz"
    },
    {
        "proposition_clusters": [
            [
                "Urinary Tract Infection",
                "you may need to go to urgent care if it is a UTI",
                "Just say you think you have a urinary tract infection from dehydration",
                "It's probably a UTI (urinary tract infection.)",
                "You probably have a urinary tract infection ",
                "Sounds like a UTI",
                "Could be an urinary tract infection"
            ],
            [
                "that can go from bad to worse quickly",
                "It won't get better without treating it",
                "If left untreated, these things can get really bad"
            ],
            [
                "Sexually Transmitted Disease",
                "That is a symptom of some STDs"
            ],
            [
                "Both require immediate medical attention",
                "tell your dad that you have to go to the doctor's",
                "I would tell him you need to see a doctor",
                "and you want to go to the doctor",
                "I would contact your doctor immediately and ask about it",
                "See a doctor"
            ],
            ["Cranberry juice always cures it for me"],
            ["so will antibiotics from the doctor"],
            ["Try drinking a liter of water, you may be dehydrated"],
            ["Make sure that you clean the area, as something may be irritated"],
            [
                "just say it's a feminine issue",
                "that it's a \"girl thing\""
            ],
            ["it could spread to your kidneys and be very serious"],
            ["ou should control youself at first"]
        ],
        "question_id": "20140616114428AABwZgP"
    },
    {
        "proposition_clusters": [
            ["you have an absolutely beautiful figure."],
            [
                "your stomach barely pops out! I swear!!! ",
                "You have a flat stomach.",
                "ur figure is good! u need nothing to do",
                "It looks ok"
            ],
            [
                "89 pounds for a YY year old female? That doesn't seem right",
                "In fact, unless you're 4'9 or less, your underweight."
            ],
            [
                "Just keep being active ",
                "Doing planks, leg lifts, and running! ",
                "do some sit-up",
                "I can tell that with dancing (not like ballet and that sort of things if you want it to be quick) you can get rid of all the extra 'popping'",
                "Working out your abs will make it appear like a more muscled, flat stomach. ",
                "Workout your abs and it will tone your stomach to make it flatter without making you look unhealthy.",
                "You won't even have to go on an intense diet or anything, just exercise.",
                "Do crunches and sit-ups and things like that.",
                "find exercises that reduce belly."
            ],
            [
                "You should try to eat food the size of your fist, but be sure to get all the necessary nutrients",
                "drinking a lot of water and eat healthy",
                "eating less fats, even though it may seem obvious, helps a lot."
            ],
            [
                "Your stomach is the size of your fist, and as you may know, can expand like a balloon",
                "sometimes your stomach will stick out a bit after eating"
            ],
            ["PLEASE don't harm your beautiful body."]
        ],
        "question_id": "20140619200112AAXHPmz"
    },
    {
        "proposition_clusters": [
            [
                "that's definitely rape",
                "Statutory rape",
                "it was likely statutory rape",
                "She raped him",
                "that makes it statutory",
                "Statutory rape",
                "Statutory rape"
            ],
            ["just make sure he knows that you support him 100% "],
            [
                "he's not old enough to consent to it",
                "15 is under the age of consent",
                "he is not old enough to give consent",
                "who as a minor, cannot consent",
                "sleeping with a minor"
            ],
            [
                "you want him to tell someone",
                "He should tell someone",
                "he may want to speak confidentially with someone"
            ],
            ["Why would his family stop being friends with her ex husband"],
            [
                "she took advantage",
                "She took advantage of his age and vulnerability."
            ],
            ["The attention is what is keeping him there if he still is"],
            ["she is definitely the sexual predator her"],
            ["No more sex with her"],
            ["he participated and gave her consent, then no it's not rape."]
        ],
        "question_id": "20140620111617AAYh8zY"
    },
    {
        "proposition_clusters": [
            [
                "There's a natural juice that's derived from the fruit of the Morinda citrifolia tree which is indigenous to Southeast Asia, Australasia, and the Caribbean. It's said to offer a great many health benefits and is commonly used for pain relief and insomnia.",
                "Common OTC sleep aids include Chamomile tea, 5-HTP, Melatonin and Valerian Root. ",
                "melatonin helps you sleep"
            ],
            [
                "Sleeping pills can give you bad side effects such as headaches and drowsiness during the day so you are better off without them. ",
                "please do not rely on drugs to sleep "
            ],
            [
                "some light exercise (for example, push ups or sit ups) at bedtime often helps you to relax, unwind and switch off and that often improves your sleep",
                "Strenuous exercise at bedtime is likely to ruin your sleep. "
            ],
            [
                "Sleep enhancing foods include warm milk, turkey, cherries, oatmeal, bananas, wine and others ",
                "drink a bottle of milk ",
                "Try chamomile tea or Sleepy Time tea.",
                "warm milk usually work"
            ],
            [
                "Lay down and close your eyes. Most people fall asleep after 20 minutes if they are relaxed.",
                "turn off the light go to bed close your eyes and do nothing",
                "Try Count Sheeps :)",
                "Darkness.",
                "take a bath "
            ],
            ["Try To Open Windows Little Bit Let Air Touch You Because Humans can't sleep In Hotness "]
        ],
        "question_id": "20140623183110AA4R1QX"
    }
]}
